[
{"name": "Historic Trail Blenio Valley", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/historic-trail-blenio-valley", "description": ["\n                                The historic trail of the Blenio Valley leads visitors to the discovery of an area abounding in artefacts of life, work and faith. Along the way, which runs through a lush region amidst fields and woods, one encounters ", "\n                                ", "The route, developed by the local tourist board, begins and ends in Acquarossa. Easily accessible by public transport, the path is signposted with brown-colored signs (Sentiero storico 1). From this village, which owes its name to its mineral-rich thermal waters, you can walk towards Corzoneso where you can visit the beautiful church dedicated to Saint Nazzaro and Saint Celso, embellished by stuccos and frescoes. Further along the trail, you will reach the hamlet of Casserio, where the Donetta Archives are housed in a round building, formerly home of photographer Roberto Donetta (1865-1932) who divided his time between his passion for photography and several run-of-the-mill jobs to support his large family. He worked as seeds pedlar and, in winter, as a “marronaio” (chestnut seller), migrating, like his fellow villagers, to northern Italy. He lived and died in great poverty. His plates were only recovered recently and his photographs, of enormous historic value, are now on display in his \"Round House\". ", "(For opening hours visit ", ").", "After leaving Corzoneso, continue onwards to Mount Navone (770 meters), an idyllic place where, amidst vast meadows, you will come across several interesting rustic buildings and a chapel dedicated to Santa Maria Bambina. This unique, octagonal, Baroque-style-building hosts several paintings depicting the life of the Virgin Mary.", "The trail then descends to Semione, through forests and meadows offering beautiful views over the villages in the valley below. With its bell tower, its churchyard hosting the chapels of the ‘Via Crucis’, an 18th century cross and the Chapel of the Deceased, the recently restored village church forms an architectural ensemble of great beauty and artistic value. In particular, standouts include the frescoes in the chapel, several of which are thought to have been painted by artists of the Seregnesi school (15th century). The village also boasts several picturesque houses built in the late 19th and early 20th century by emigrants who had returned to their homeland. ", "While walking along this historic path, make sure to stop and admire the ruins of the Serravalle Castle. Overlooking the rocky promontory, surrounded by lush green countryside, partially covered by vineyards, you will find the remains of several of its grey walls testifying the storied past of this stronghold. These are now object of study and restoration. The church of the castle, situated just a little lower down, houses 16th century frescoes by Giovanni Battista Tarilli Cureglia.", "Continue along the path and follow the signs leading to Ludiano, an area abounding in vineyards and grottoes boasting an ancient 18th century lever wine press. At this point, a stop at the grotto is an absolute must!", "A short detour will take you to the discovery of the beautiful San Pietro di Motto church. The Romanesque building dates from the 13th century and was expanded in the 16th century.", "Enter the woods to reach the chapel of Santa Maria del Monastero, also known as San Martino Viduale. The area once hosted a hospice for wayfarers who undertook the long journey, either travelling from north to south through the Lucomagno pass or arriving from the Nara pass. Legend has it that Martino Rossi, a native of Blenio, actually worked here, later going on to become the most famous chef of the Italian Quattrocento (namely the 15th century).", "Once back on the path, before returning to the starting point in Acquarossa, you will come across the charming Romanesque church of San Remigio (11th century), located in the hamlet of Boscero.", "The historic trail of Blenio Valley is an easy, 14 kilometer hike that will take about 5 hours to complete without stops.", "For the access keys to the religious buildings found along the way (generally closed), we recommend making enquiries at the tourist office in Olivone (tel. 091 872 14 87).\n                                "]},
{"name": "Strada Alta in the Leventina Valley", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/strada-alta-leventina-valley", "description": ["\n                                The \"Strada Alta\" is one of the classics of Ticino's walks. Thanks to the rich heritage still present in the area it brings you back to interesting chapters in the history of the Leventina Valley. Marked by the hardships of a rural lifestyle in the mountains, numerous still are the old traditional wooden homes. Graceful little churches are scattered here and there giving the landscape a particularly pleasant look. Along the trail you will cross pristine woods with a lingering scent of resin and charming villages. The proposed itinerary is the first stop of a three-day trek.\n                                ", "\n                                ", "The walk starts at Airolo's train station where the Tourist Office is located. The Office is equipped with a comprehensive flyer about the itinerary (details ", ", ", ", ", "). ", "Following the main street of the station, southwards, you will cross Via San Gottardo, that runs through the village centre. You then continue on this road as far as the cemetery, where you turn left towards the hamlet of Valle. Going on the old mule track of Canaria Valley you arrive then in Madrano, with a view on the Stalvedro Gorge. ", "The \"Strada Alta\" continues in the direction of Brugnasco and Altanca where the intermediate station of one of the world's steepest funiculars is located, the ", ". In the vicinity of the funicular you can admire the beautiful church of the village built on a rock and rich with inside-decorations. The village also safeguards an old restored mill.", "After crossing Altanca, you reach Cresta di Sopra, the highest point of the walk (1,419 m). From here the \"Strada Alta\" is downhill and crosses the beautiful hamlet of Ronco, leading to Deggio. By going slightly uphill you reach San Martino were an 11th century church stands, one of the oldest of the valley. Proceed all the way to Lurengo and enter the forest Bosco d’Öss that leads to Freggio. Following this final segment of the trail, located above the Gola del Piottino (Piottino Gorge), you leave the High Valley to enter Middle Leventina. Having passed the village's little church, go up in the direction of Osco, destination of the first stop. From Osco you can go to Faido by bus and from there you may take a train back.", "The complete route of the \"Strada Alta\" includes two further segments: Osco-Anzonico, 3 hours and 30 minutes (particularly recommended) and Anzonico-Biasca, 4 hours and 45 minutes. Along the way, there are a number of charming little hotels where it is possible to stay overnight.\n                                "]},
{"name": "Greina", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/greina", "description": ["\n                                For those that love Alpine settings and vast spaces that mountains can offer, the region of Greina is a destination not to miss. The highland is located at an altitude of 2,300 meters on the border between Ticino (high ", "\n                                ", "Rich in water that overflows from the ground creating streams, rivers, ponds and little swamps, the Greina region is crossed by old trails. In fact, it was  an area of transit and pastures already during the Roman days and in the Middle Age. Only one sign of the ancient presence of humans is seen at the centre of the highland: the Crap la Crusch (stone of the cross), a boulder that bears a metal cross on its summit. During the summer, short but intense, the highland offers beautiful flowers in bloom thanks to the diversity of the Alpine flora. It is even possible to have close encounters with groundhogs and other animals typical of the alpine regions.", "The easiest and most popular itinerary to the Greina starts from Campo Blenio-Ghirone. Here you take a bus to Pian Geirett at an altitude of 2,000 meters. Then, in about an hour ascent, you reach the Scaletta cabin with its traditional pointed roof. Slightly above, there is a vast highland that opens up for the visitor with immense spaces, grey or dark rocks, miniscule flowers, mosses, lichens and water courses that wind through the rocks. It takes an additional 30 minutes to reach the Greina Pass and another hour to Crap la Crusch.", "A distinctive trait of the region is the natural arch of stone that can be admired on a detour from the main trail. From Crap la Crusch in about half an hour you can reach the Motterascio plain, ploughed by numerous streams and slightly below the namesake cabin. From here, along a long and steep descent, walk to the Luzzone dam where the bus stop to return to the departure point in Campo Blenio is located (", ").", " ", "There are three Alpine cabins in the region (Scaletta, Motterascio, Terri) offering room and board. We recommend making reservations for an overnight stop.", "The bus service Campo Blenio-Pian Geirett and Luzzone-Campo Blenio is scheduled from the beginning of July to the end of September.\n                                "]},
{"name": "Intragna-Loco Mule Path", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/intragna-loco-mule-path", "description": ["\n                                A walk through lush green surroundings and along a beautiful old mule path that connects Centovalli and Onsernone valleys. Formerly the only transit route between the two valleys and the Locarno  area, it was used by people going to market or taking herds to alpine pastures. Intragna and Loco, points of departure and arrival, are two interesting villages featuring well-preserved centres, churches boasting remarkable art works, and two ethnographic museums that bear witness to the past of the two valleys. The route not only offers beautiful views of the area and of the villages of Pila, Vosa and Niva, but also of river Isorno which flows between the gorges.\n                                ", "\n                                ", "The walk stretches between two valleys, Centovalli and Onsernone, and runs along one of the finest mule paths in the Ticino area linking Intragna and Loco (\"Via delle Vose\"). Dating back to earlier times, prior to the 16th century, it was very important not only because it allowed the people of the valley to access the ", " and ", " markets, but was also used in summer to drive cattle to the ", " alpine pastures.", "An easy, often shaded, extremely pleasant route that can be covered in half a day, roughly involving a 3-hour walk (just over 7 km) not counting the stops, which can be numerous as there are plenty of points of interest: well-preserved villages, churches, chapels and museums.", "Intragna, the starting point, can be reached either by private means or by the ", " departing from Locarno.  The village is worth visiting as it features a parish church dedicated to San Gottardo that still houses the19th century pictorial decorations of local artists Giacomo Antonio Pedrazzi, Giovanni Antonio Vanoni and Agostino Balestra, the tallest bell tower in the Ticino area (65 metres), and the 16th century \"Casa Maggetti\", home to a well preserved and interesting ethnographic museum.", "From the parish church, follow a narrow alley leading to the 19th century oratory of the Sacro Cuore, where the mule path of this itinerary starts. After a thirty-minute climb you will reach Pila, an old settlement boasting a charming group of rustic cottages with stone roofs nestling amidst meadows and orchards. A now abandoned school, lying just near to the point where the trail passes, is a reminder that the hamlet once had many inhabitants. The view is stunning and stretches over the village below, to the entrance of Centovalli and Onsernone, over the village of Terre di Pedemonte, all the way to Lake Maggiore in the background. The mule path continues towards Vosa, another ward of Intragna, where an oratory is to be found. In the distance you can hear the Isorno river flowing. Hence the name of Intragna, \"intra amnes\", i.e., between two rivers: Isorno and Melezza. Once you reach Vosa di Dentro, follow the path down towards the suggestive Isorno gorges. ", "After crossing the iron bridge, which replaced the 16th century stone version that was swept away by the flood of 1978, the trail climbs towards Loco. On the way you will see some porticoed chapels that used to offer shelter to travellers. Niva, with its 16th-century lever press near the river Isorno, is located in an enchanting setting. ", "The oratory, dedicated to St. John of Nepomuk, the protector of those who cross bridges and waterways, is framed by numerous and spectacular terraced vineyards that have been recovered from abandonment. ", "The trail then goes from the hamlet of Rossa, before reaching Loco, once a renowned centre of straw craftsmanship. The village hosts an ethnographic museum, which is worth visiting: in addition to the permanent exhibition that shows how people lived in the valley in the past, it also has interesting temporary exhibitions centred on artists and writers who chose Onsernone Valley as their dwelling. The parish church of San Remigio houses the works of an interesting local painter, Giovanni Samuele Meletta, and \"The Last Supper\" painted in 1683 by Gottfried Maes of Antwerp, offered to the community by an emigrant who made his fortune abroad. The old mill, which has been restored for educational purposes, is also remarkable.", "From Loco you can return to Locarno by PostBus.\n                                "]},
{"name": "Salei and Onsernone Valley", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/salei-onsernone-valley", "description": ["\n                                Discover a charming little lake, a jewel of the Alpine landscape in the area of Salei, located above Vergeletto. It is an easy walk and a pleasant excuse to spend a day exploring the Onsernone. This valley has preserved an interesting appearance: it is very green, wild, slightly reserved and remote. Whoever visits it for the first time cannot avoid coming back in order to spend more time in the area. The valley has been appreciated by artists and famous writers thanks to its unique characteristics. Some of them found shelter there during darker times. Others, like Max Frisch, elected it homeland of the soul.\n                                ", "\n                                ", "From Vergeletto-Zott leave the cableway that leads to the area of Salei where a namesake pasture and a cabin  are located (room and board). After an easy 40-minute walk along a trail that smoothly ascends, offering a priceless view over the Locarno region all the way to Lake Maggiore, you reach a little lake. An ideal place to relax surrounded by nature and to enjoy a picnic in the grass. More challenging excursions also start from Salei, like those that lead to Pilone and to the pastures of Porcaresc and Arena.", "After descending into the valley with the cableway you may visit more typical places of the Onsernone Valley such as the old mills in Vergeletto, which have been restored and put back into operation for the production of \"farina bona\", or the villlage of Comologno where rustic architecture and noble homes coexist. The latter were built thanks to the fortunes of a handful of emigrants. Among these homes the one that stands out is the palace ", " (literally \"The Boat\"). During World War II it welcomed the exiled and persecuted thanks to the openness of an intellectual couple, Aline Valangin and Wladimir Rosenbaum. Another jewel is the Gamboni Palace, a building of the 1700s, today transformed into a small ", ", which includes a wellness area and rooms decorated with furniture of the time that has been preserved and restored with care. ", "The ", " (old baths) are another place of great impact located a little further into Italian territory after Spruga. You can still see the buildings and the tubs of the old thermal baths and the crosses that are testimony to a dramatic moment of the 20th century: the battle of 1944 between the Nazi-Fascists and the Partisans, which occurred exactly in that spot and caused many victims.", "To learn about the history, art, craftsmanship (especially that with hay) and the personalities tied to this beautiful region, we recommend visiting the Onsernone Museum in Loco.\n                                "]},
{"name": "Robiei Glaciological Trail", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/robiei-glaciological-trail", "description": ["\n                                The Basodino is the vastest, most studied and most accessible glacier in Ticino. It represents a precious heritage of a glacier's natural evolution South of the Alps. The glaciological trail (an itinerary that requires good training) offers an insight to discover this spectacular high altitude region, an exclusive environment with very rich flora and fauna. The \"Alpe Robiei\" (Robiei Pasture) tells a remote and recent tale of the people leaving in the ", "\n                                The cableway that leads to Robiei was designed by the hydroelectric company of Maggia, which has also built the dams that accumulate the water necessary for the region's hydroelectric power plants.", "The glacier of Basodino has a surface of 2 square kilometers and it is located at an altitude between 2,500 and 3,120 meters. As with most Alpine glaciers, we are witnessing a rapid reduction of their surface and volume. They are shrinking so much that, according to experts, their time is ticking and within a few years – they claim – only a few residues of ice will remain on the highest mountain crests.", "The ideal time to enjoy the rich flora of the area is between the months of July and August. The cableway that leads to Robiei operates from mid-June to the beginning of October. The region is  populated by numerous animals: ibexes, chamois, groundhogs, hares, ermines (rare), country mice and numerous birds including the Royal Eagle. Some mountain huts, farmsteads and ", " (spaces obtained under large boulders) remind us of the vital importance of pastures on these mountains. Also the glaciers exercise their charm. In fact, already at the end of the 19th century Federico Balli ordered the Hôtel du Glacier to be built in the village of Bignasco. Located at the doorstep of the valley it was meant for tourists attracted by the Alps and the perennial snows of Basodino.", "From San Carlo in the ", "go up with the ", "to Robiei. The glaciological trail unravels in an Alpine environment up to an altitude of 2,430 meters with arrivals and departures in Robiei (1,890 m). The route starts from the lake Zött dam, accessible in a 15-minute walk from the cableway station on a paved road by crossing two short well-lit tunnels. From the dam the trail leads you to the summit of the orographic moraine on the right of the Basodino glacier (the highest point). Almost horizontally, it then crosses the big rocky plateau under the icy facade of the opposite moraine (left orographic) and descends towards Robiei after passing the courtyard of Randinascia.", "The itinerary is not particularly difficult from a technical point of view. However, some segments require caution, especially when crossing snowfields and watercourses. Indications given in the guidebook should be respected. As any other Alpine trail marked in white and red, it requires appropriate equipment for the terrain and for the mountain's unique weather conditions.", "As an initiative of the Ofima utility company the tunnel inside the Robiei dam is now open to the public: it's now possible to visit the interior of one of the infrastructures that have profoundly modified the landscape of the high Bavona Valley. The dams are imposing concrete constructions conceived by mankind's ingenuity to accumulate enormous quantities of water for the production of hydroelectric power. The educational itinerary explains how dams are integrated into the water's natural cycle and illustrates different construction techniques, security control and the transformation of the water's force into electricity. The interesting walk through the dam's tunnels is unique in Ticino and is free of charge. The key to access it is held by the Robiei Hotel and can be picked up in exchange for ID. The temperature inside the dam is about 8°C and humidity is high: we recommend bringing adequate clothing.", "Duration: 30 minutes.\n                                "]},
{"name": "Bavona Valley", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/bavona-valley", "description": ["\n                                Bavona Valley, which branches off from the Maggia Valley, is characterized by its wilderness. To this day it is deprived of electricity (except in San Carlo) and populated only during the summer. The magic of nature combined with the work of mankind has bestowed peace and harmony to this valley, one of Ticino’s most beautiful. Consisting of extremely high cliffs and remains of colossal landslides it is also one of the steepest and rockiest valleys of the entire Alpine region. An enchanting walk that goes through twelve villages, including Foroglio with its spectacular ", "\n                                ", "The route is fascinating not only from an environmental point of view but also for the testimonials of human intervention found along the way, that prove how through an adequate interpretation of the territory it is possible to turn even the most hostile of natural elements into an ally. Very interesting are the so-called ", ", buildings under the rock that have made it possible to adapt nature to the needs of humans, creating shelters, housing and stables. Also very surprising is the ingenuity behind the transformation of the upper part of massive boulders into small gardens, protected from the voracious goats that stroll about the valley.", "The itinerary that runs through the entire Bavona Valley can start either in Bignasco or in Cavergno. Along the course you will encounter a number of ", " and go through woods of chestnut trees - once considered to be \"the tree of life\" because of its vital role for the survival of the population. In Foroglio, the best known village of the valley because of the spectacular waterfall, you can spot a few houses with a wide arcade and a number of ", " gathered around a small church. Inside the church, you can admire the interesting altar from the 16th century. Also in town, the excellent Grotto Froda (a tavern) that offers traditional Ticino dishes and is run by Martino Giovanettina, a local intellectual.", "Another point of interest is the centre of Sonlerto, where to avoid taking land from the pastures the houses were built between the boulders of a prehistoric landslide. The graceful oratory of Gannariente, with precious frescoes from the 16th century, has been a destination from time immemorial of a historical procession that occurs the first Sunday of May. The excursion ends in San Carlo, the last village of the Bavona Valley and  departure point of the cableway that goes up to ", " (below the Basodino glacier). From there you may choose to return by bus to Bignasco or Cavergno.\n                                "]},
{"name": "Hill of Carona", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/hill-carona", "description": ["\n                                A big park in bloom, beautiful views of the ", "\n                                ", "The centre of Carona deserves particular attention thanks to its beautiful houses, decorated with frescoes and stuccoes, and for its churches (six of them). One of them, dedicated to Saints George and Andrew, preserves interesting frescoes and a wonderful communal ", " with an arched portico from the 16th century. The village gave birth to architects, artists and craftsmen that in the past few centuries spread their works all over Europe. Traces of their ability and the creativity of their mastery were part of the great artistic emigration of the Comacine Masters (stonemasons) that can be spotted in the alleys of the village where illusionary paintings, meridians and small decorated balconies are preserved.", "In late spring the attention is magically drawn to the vast and well-kept ", " with blooming multi-coloured azaleas and rhododendrons on the foreground of many species of conifers. The trails that cross it allow you to admire a large variety of plants while your gaze extends onto the panorama that embraces ", ", Camoghè, Monte Boglia, Sighignola, ", " and the villages on the lake.", "From Carona a wide and levelled trail takes you into the woods towards the Alpe Vicania in little over an hour. Located here, through the fields where a few horses graze free, is an excellent restaurant worth of a culinary stop. To go back, simply walk around Monte Arbòstora. A detour that leads to the sanctuary of the Madonna d’Ongero, with the large church (if it is open do not miss visiting it, as its interior is rich in stuccoes and baroque frescoes) and a ", " (Stations of the Cross) with chapels in an enchanting setting in the woods.", "An additional detour (40 minutes round-trip) allows you to get to the old 13th century Torello Monastery consisting of a church and a manor farm (currently private property). You can still distinguish the elegance of the building by looking at the gate and the two columns whereas the frescoes have almost all disappeared.\n                                "]},
{"name": "Around Monte Caslano", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/around-monte-caslano", "description": ["\n                                A pleasant walk on the shores of Lake Lugano allows you to explore the peninsula of Caslano, a typical Ticino village, dominated by a hill of 500 meters. The natural scenery is very fascinating because it offers, on a limited territory, a significant amount of botanical varieties representative of Ticino. Specifically for this reason this area is protected by the Swiss Confederation. Also from a geological point of view this strip of land between ", "\n                                ", "Caslano is accessible by car or by ", " from Lugano. The walk follows the indicated trail, enriched by approximately fifteen information panels. Along the way you will see lindens, elms, ash trees, black locusts, cherry trees, chestnut trees, maples and many shrubs including hazel trees and thorn trees. On Monte Caslano (also called Sassalto) approximately 600 species of plants and 150 types of mosses have been registered . The special position, at the southern edge of the Alps, and the climate characterized by mild winters, sunny summers and rain in the spring and fall, favor in fact an extremely varied flora and a close cohabitation between trees, bushes and underbrush. There are even a few species of exotic plants.", "The itinerary practically corresponds to the perimeter of the mountain. For security reasons it is recommended not to leave the indicated trail. For those that love good ", ", the restaurant Sassalto on the hill offers an interesting selection of Ticino wines.\n                                "]},
{"name": "Ritom – Piora", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/ritom-piora", "description": ["\n                                The Alpine landscape of the Piora Valley, rich in green pastures in bloom with scattered little lakes, is one of the most idyllic in Ticino. The flora and fauna of these vast and silent spaces are of great interest. It is still possible to encounter eagles, chamois, roe deer, groundhogs, red frogs and admire the beautiful blossoming of gentians, buttercups, arnica and wild orchids. You can get there with one of Europe's steepest funiculars that leaves from Piotta. Extremely numerous are the signposted trails that cross the region and are of various difficulty and length. We recommend two of them.\n                                ", "\n                                ", "The Ritom funicular operates from mid-May to mid-October and allows you to reach an altitude of 1,800 meters without hardship. It starts from Piotta and has a gradient of 87%. Its arrival station is close to the Ritom dam. What opens up to the visitor is the Alpine scenery of the Piora Valley, long approximately 8 km, with vast pastures and pretty lakes.", "The first suggested path, the trail of the three small lakes, doesn't require getting up at the break of dawn and it starts from the Ritom, the biggest lake. The trail runs along the lake until the detour for lake Tom. An ascent of about 30 minutes leads to the enchanting basin with its small body of water and the pasture's stable. Walking along the Tom's shore you reach the opposite bank and continue along a small ascent towards the ridge. From here you can see the third lake, the Cadagno.", "After that, go down to the group of houses. Shortly after you reach the Alpe Piora (Piora Pasture) where an excellent and very sought-after cheese is produced. Next to the dairy is the Alpine Biology Center, a university structure housed by a few rustic but well renovated buildings. Continue to the Cadagno cabin. At the dairy you may purchase cheese, butter and ricotta while the mountain cabin is inviting for a break (polenta, cheese, cured meats and cream cakes). Not to miss, the Piora cheese tasting, one of the best in Ticino. To go back to the Ritom dam follow the \"educational trail\" on the opposite bank of the lake, conceived in 2009.", "A very special excursion in a wonderful region where the mountain and lake landscapes are majestic and where the Alpine flora and fauna always reserve interesting surprises. This is the segment of the crossing that unites the two spectacular regions of Ritom and ", ", between the Leventina and Blenio Valleys: a course that is mostly leveled, fairly easy and does not require any particular skills. It is however demanding in terms of length as the walk amounts to approximately 5 hours, not including breaks. For this reason it is important to plan the day accordingly, in order to be able to make use of public transportation to and from the departure point. One possibility is to go to Biasca early in the morning with a private mode of transport (or public if you prefer), then go to Faido by train and then by bus to Piotta, where you find the funicular that goes up to the Ritom-Piora highland.", "At the arrival station (1,793 meters) you should follow the road that leads to Lake Ritom, vast and rich with fish. On the gravel-road you reach then Cadagno and the Alpe Piora, known for its ", ", one of the most sought-after in Ticino.", "The landscape is of great environmental importance. In fact, since a couple of years it has become home of the Alpine Biology Center, an academic centre that promotes scientific research in the region. The lake Cadagno is a subject of study of the Swiss Federal Institute of Technology in Zurich (ETH) because it presents a rare natural phenomena: its waters are separated in two different overlapping layers that, thanks to the activity of some bacteria, do not mix.", "Continuing towards the Lucomagno Pass, you will cross the Piora Valley through fields, streams, huts and herds whose cowbells can be heard from a distance. The walk takes place at an altitude of about 2,000 meters. Flowers with striking colors appear here and there, it is not infrequent to spot groundhogs and the sky is mirrored in the small lakes' blue waters.", "Once you've reached the Alpe Carorescio start the ascent that, without too much effort, will bring you to the Passo del Sole (Sun Pass). Along this segment you can get glimpses of the Campanitt peaks. From the Pass, at an altitude of 2,376 meters, enjoy the spectacular view over the entire Lucomagno area. Finally, the long descent leads to Acquacalda. From here you can go to Olivone and Biasca (bus stop located next to the ", ").\n                                "]},
{"name": "Sentierone of the Verzasca Valley", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/sentierone-verzasca-valley", "description": ["\n                                Verzasca Valley is crossed by a wide network of paths, the most important of wich is certainely the \"Sentierone\" (Long Trail), the mule track that in ancient times enabled the valley dwellers to travel towards the plain. Today, it is a very popular walk with hikers because of the beauty of the landscape through the woods and along the river’s emerald-coloured waters. Also groups and families appreciate very much this trail because it is easy and adaptable to different needs: in fact, it can be walked along its entire length or only a part of it, with easy access to the numerous public transport stops for the return journey.\n                                ", "\n                                ", "The itinerary (", ") can start either in Mergoscia or at the Verzasca ", ". In the first case you get to ", " by walking halfway up the hillside above the artificial lake; in the second case, you go through the numerous hamlets of Vogorno before reaching the crossroad “Bivio di Corippo”. From here a flat stretch leads to the village of ", ", extremely popular for the double-arched bridge and for its wonderful pools of emerald green water.", "Continuing to Brione, the route crosses an area where the creation of an art trail (\"Sentiero per l’arte\") was tried out a few years ago. A few sculptures by contemporary Swiss and international artists can still be glimpsed, set in a truly delightful natural context. Different works in terms of style, technique and materials (ceramics, wood, metal, glass, stone). As expected, some of the sculptures have \"fused\" with vegetal and mineral presences of the place, while others have conserved their original aspect.", "The path continues, past old buildings and chapels adorned with naive frescoes, small bridges, waterfalls and flowering meadows. You might even have a chance to spot some wolf traps on the way, which were used in the past. This leads to the last village, Sonogno, which is home to the House of Wool (\"Casa della lana\") and the Ethnographic Museum, that collects the memories of the valley and the history of the chimney sweepers. ", "Accessible in both directions from late spring until deep into autumn, the \"Sentierone\" does not present any difficulties. The entire trail is however quite challenging for its length (about 8 hours). But it is possible to split it or to walk along it in small segments. ", "In summer you can benefit of different spots to jump into the refreshing, green waters of the ", ".  ", "During the winter months and at the beginning of spring, in some parts of the route the terrain can be slippery; while crossing streams can be difficult because of the amount of water due to the melting of snow in the high mountains or to heavy rain. Before leaving, you can enquire at the tourist office of Tenero and Valle verzasca. ", "For some years now, a new proposal aimed especially at children and young people has been attracting many families. It is called BoBosco and consists of two fun trails through the woods, between the villages of Brione Verzasca and Lavertezzo the first; from Gerra Verzasca to Sonogno the second. With a wooden ball in your hand, in a splendid natural setting, you try to make it follow always new paths between pulleys and cableways, hollowed-out trunks and water games, with a little skill and a lot of fun.\n                                "]},
{"name": "Gandria Trail", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/gandria-trail", "description": ["\n                                The ", "\n                                ", "The departure point is the parking area San Domenico in Castagnola, accessible by car or, even better by public transport from Lugano. Shortly after passing under the picturesque arch that marks the beginning of the trail, you can choose whether to continue along the main pathway to ", " or rather take the detour that goes up to the \"Parco degli ulivi\" and back to trail on the lakeshore further ahead.  ", "The large \"Parco degli ulivi\" (olive park), which covers approximately 20,000 square meters, is located on the slopes of ", " and, because of its southern exposure and protection from the winds, it benefits from a mild climate even during the winter. In fact, aside from the olive trees, cypresses, myrtles and laurel oaks the spring presents multi-coloured fields filled with flowers in bloom. The land's steep incline can be overtaken thanks to a stairway and trails that clamber up until they reach the beautiful terracing with views on the lake and the mountains, among which ", " stands out in the distance. Several educational panels in four languages illustrate the history, botany, cultivation and interesting facts about the olive tree. ", "The path down from the olive park rejoins the spectacular lakeside promenade, with a splendid view on the Lake Lugano and the surrounding mountains.", "Gandria is a fascinating village that mirrors on the lake. With its collection of houses, small and large, leaning one against the other, it is worth a visit but not in a hurry. Between alleys and stairways you can discover charming little corners, miniscule terraced gardens and old walls decorated with some frescos. Bearing witness to the importance of the olive tree in the past are many clues: the imposing olive tree (", ") next to the small port and the grindstone that was once used to grind the olives and extract oil, located next to the City Hall.", "A walk from Lugano along the \"Olive Path\" to the ancient fishing village of Gandria. Return by boat. For information and reservation please contact Lugano Tourist Office (phone 058 220 65 06 - info@luganoregion.com)\n                                "]},
{"name": "Lukmanier", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/lucomagno", "description": ["\n                                The summer months invite to look for cool shelters and pristine mountain landscapes. For those that enjoy the Alpine scenery, clear skies and large pastures but cannot – or do not want to – take trails that are too difficult or have challenging inclines, the Lukmanier region is the ideal destination. Easily accessible by public transportation or by car, it is covered in a large network of easy and well signposted trails that allow you to discover a unique and fascinating mountain landscape. The excursion also offers the opportunity to visit the beautiful ", "\n                                ", "The itinerary that we have chosen leads to the source of the river Brenno. Once you're reached the Lucomagno Pass at an altitude of 1,900 meters, your first gaze will stumble on the large granite sculpture of the \"Virgin Mary with the Infant\" that stands out against the blue sky. It is a 1956 work of Genucchi (1904-1979), Swiss-Italian artist born in Brussels where his parents, natives of Blenio, had emigrated.", "A series of panels help the excursionist find his way; our recommended course is indicated by the number 3. The first segment leads to the Alpe Croce where the trail crosses vast pastures. You will come across pristinely white calcareous rocks that were part of the depths of an ancient sea that covered the Alpine region about 200 million years ago. These are rocks that are particularly subject to erosion: as proof you will notice numerous cavities and cracks that are perfectly visible on the ground.", "Next, you reach Foppa di Pertusio to then descend to Alpe Gana crossing the river Brenno – watercourse that is particularly calm in this spot – and continue to Alpe Pertusio. Located at 1,830 meters on a beautiful plain, it becomes a mountain pasture for cattle during the summer and it is not infrequent to come across little pink piglets around the stable! The ", " produced on this pasture is  highly requested. Behind the cabin of the small dairy and under the rock you can spot the source of the river.", "From the Alpe Pertusio you can return to the departure point by following the signs. The entire itinerary takes about 2 hours to complete. At the end of the walk you can also visit the interesting ", "  in Acquacalda. This excursion is also the perfect occasion to enjoy the Blenio Valley, pretty and sunny. We recommend making short stops in the villages and at the ruins of Serravalle castle in Semione, built by noble Blenio natives to control the Lucomagno Pass and destroyed in 1402.\n                                "]},
{"name": "Monte San Giorgio", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-san-giorgio", "description": ["\n                                From the peak of the San Giorgio, at 1,000 m elevation in southern Ticino, you can enjoy a view overlooking the lake and the mountains that offer unforgettable glimpses of the region. However, the San Giorgio especially prides itself in its accession to the UNESCO World Heritage Sites thanks to its ", "\n                                ", "If you are lucky to have a clear day, the Monte San Giorgio excursion is ideal to admire the region from above while ", " amateurs can satisfy their curiosity at the foot of the mountain, in Meride, visiting the museum where some of the archaeological findings are exhibited.", "To reach the San Giorgio, you can choose different routes. Comfortable and easy, the one that leaves from the church of San Silvestro in ", " (if the building is open, take a peek, it's worth it). You will initially climb up a large paved mule track shaded by a thick forest. Afterwards, the trail will flatten. In about 45 minutes you will reach Cassina, where a chapel and shelter are located.", "By taking the trail that climbs to the right of the chapel, in a few minutes you will arrive at the fossil excavation site. Go back to the chapel and follow the yellow signs for San Giorgio. Walk another 35 minutes - with a final steeper ascent - and you'll finally reach the summit, where a church was built. The view is spectacular. Particularly visible are the banks of the lake Lugano with Swiss and Italian towns and villages, the Malcantone, ", ", the Arbostora, ", ", Rovio and Arogno.", "For the descent we recommend following the yellow signs for Serpiano, Crocifisso and Meride. The itinerary lengthens by approximately an hour but allows you to reach one of the most interesting parts of the Geo-paleontological path. Rich in illustration panels, the trail twists around the Monte San Giorgio and on the Italian side. The first panel you will encounter is number 9 in front of a mine. Pierced at the beginning of the 1900s, it had five tunnels of about 400 meters in length. Bituminous schist was extracted, a rock that was transported to Meride and from which they would obtain oil and ointment used for therapeutic purposes. But the bituminous schist mines were also rich in fossils. Bernhard Peyer was the one to discover that, with his assistant, in 1907. Hereafter systematic excavations were done bringing to light full animal skeletons of such scientific importance that San Giorgio became known as the \"Monte dei s", "auri\" (Dinosaur Mountain). A little further along the long trail you will reach another important place for research: Acqua del Ghiffo, where Peyer discovered a large reptile, called ", " in 1931.", "As you approach ", " you will see in the distance the old factory chimney where the bituminous schist was transported and transformed into medicinal oil and ointment. Inaugurated in 1910, it closed in 1950. A little further, another panel introduces the Val Mara where in four different excavation sites fossils of fish, crustaceans, land plants and, for the first time, two insects were unearthed. You can reach Meride in a few minutes and continue the paleontological experience by visiting the Museum of fossils designed by architect ", ". Through models and multimedia interfaces you can immerse yourself in the San Giorgio of 240 million years ago: a lagoon populated by animals now extinct.", "After the visit, it's worth going for a stroll through the village's alleyways, one of the most charming ones in Ticino, and possibly conclude the day at the Grotto Fossati (Fossati Tavern). There you can taste Ticino's culinary specialties accompanied by the authentic ", " cooked over the fire and where a rich ", " list is proof of the region's excellent oenological quality.\n                                "]},
{"name": "Mounts of Gambarogno", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/mounts-gambarogno", "description": ["\n                                The mid-range walk that crosses the Monti del Gambarogno (Gambarogno Mountains) offers spectacular views on Lake Maggiore and on the Bays of ", "\n                                ", "After crossing the lake by boat, you take the bus in Magadino to ", " and get off at the Monti di Fosano-Bivio Piazzogna. From here, in about half an hour walk on the road, you reach the Monti di Vairano and, after an additional hour on a trail, the Monti di Gerra. These little settlements, today vacation destinations, preserve a few traditional buildings between the woods, meadows and yards. Each of these are at about an hour walk away from each other and after passing them you then reach the Monti di Sant’Abbondio and Monti di Caviano (known as Centocampi, or \"A Hundred Fields\") – the only place in Ticino where you can find hay roof houses. Little by little as the farming activities were abandoned, these buildings fell to ruin but a few years ago the local tourist office invested in restoring some of the roofs using the traditional technique. The cover was made of rye, a lightweight but resistant material, that was weaved together and fixed to the wooden chestnut beams.", "Along a steep descent you reach Scaiano and Dirinella. To return to Locarno by boat it is necessary to walk another 15-20 minutes along the cantonal road to Ranzo. From Dirinella it is also possible to return by bus to Magadino and then take the boat from there to Locarno. The excursion can be shortened since every mountain is connected by a trail to the villages below, which in turn are connected to Locarno by boat during the tourist season.\n                                "]},
{"name": "Ronco sopra Ascona and Pizzo Leone", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/ronco-ascona-pizzo-leone", "description": ["\n                                One of the most breathtaking views over Lake Maggiore can be enjoyed from the square of the nice church of San Martino in Ronco sopra ", "\n                                ", "Our tour starts at Ronco sopra Ascona, which can be reached by car from Porto Ronco, on the coastal road between ", " and Brissago. The first breathtaking view over the ", " and ", " at its widest stretch, can be enjoyed from the square of the church of San Martino, whose interior is decorated with frescoes and stuccoes which embellish the nave and the choir. The cycle of frescoes in the choir, representing the allegories of the months and dating back to 1491-92, is particularly noteworthy. ", "Featuring closely packed houses, overlooking tiny, narrow streets, Ronco was formerly a village inhabited by peasants, wine makers, (virgola se A.E) and emigrants. Its most famous citizen was undoubtedly Antonio Ciseri, considered one of the greatest authors of religious painting of the Italian 19th century. ", "Born in Ronco in 1821, he died at the age of seventy in Florence where he had emigrated. The ground floor of his native home, overlooking the square of the church, hosts the Centro culturale Ciseri (an art gallery and gift shop), run by the ‘Istituto Terapeutico La Motta’ in Brissago. ", "Those who do not wish to explore mountain paths and trails to reach Pizzo Leone – but believe us, it is worth the effort – can settle for a walk along via Gottardo Madonna, a tarred, panoramic road which does not have heavy traffic, and leads from Ronco to ", " in Ascona. Alternatively, it is also possible to follow a path in the opposite direction, towards the hamlet of Fontana Martina, which has a sweeping vista.", "The simplest route to reach the starting point of this walk is to set out from Ronco sopra Ascona along the main road, and follow the signs to Arcegno along via Livurcio. After reaching the crossroad at Gruppaldo (marked with a signpost), take the first road on the left and follow the signs to Monti di Ronco. At this point you will cross through a residential area with a breathtaking view over the lake. For a few kilometers the road is fairly wide and easy to cross, only narrowing significantly over the last 2-3 kilometer stretch.", "You can park the car just after the hamlet of Porera, where the road is closed with a gate. The path leading to Pizzo Leone (1659 metres) involves a two-hour-walk and starts from the small church of Pozzuolo (1181 metres), winding upwards to Alpe Naccio (1395 metres). Before taking the last stretch of the climb to the top, you will come to a panoramic viewpoint with a cross rising up. From this point, the path divides and you can either choose to take the road upwards or to continue on a flat trail at a lower altitude. ", "We suggest that you take the path going uphill, which crosses through woods and flowering pastures, and enjoy several stunning views over the lake, the islands and the rugged peaks of Ghiridone. In June, when the Alpine rose bushes are in full bloom, the meadows are bathed in a radiant glow of pink. On reaching the summit, you will be met by a panoramic view, not only of the lake but also of the Alpine chain dominated by the imposing Monte Rosa, as well as the charming villages of the Centovalli, in Switzerland, and of the Valle Vigezzo, beyond the border.", "On your return-journey, we recommend that you follow the same path. Please note: on reaching Alpe di Naccio and before arriving at Casone, we suggest that you take the downward path towards to the small church of Pozzuolo, instead of following the signs to Porera, as this will make the homeward journey longer.\n                                "]},
{"name": "Monte Tamaro", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-tamaro", "description": ["\n                                Straddled over the Lugano and Locarno regions, Monte Tamaro offers a spectacular 360° view over a large chunk of Ticino’s territory, encompassing the lakes (Ceresio and Lake Maggiore) with the valleys that surround them, the regions of Bellinzona and Malcantone with their mountains. To get there, first climb up to Alpe Foppa (1530 m) with the cable car from Rivera, then continue on foot to the summit (1962 m) for approximately an hour and 30 min. walk. The Alpe Foppa, with an amazing offer of sports activities, a restaurant,  the cultural and environmental area, is a recreational destination even for families.\n                                ", "\n                                ", "\"Monte Tamaro a mountain of emotions\": this slogan proves itself true for those that venture onto the mountain, where a large variety of cultural and sports activities are offered, from hiking (with the spectacular walk ", ")  to gastronomy to entertainment.", " ", "At Alpe Foppa, renowned Ticino architect ", " built the church of Santa Maria degli Angeli entirely out of porphyry rock at the edge of the cliff that opens onto an extraordinary panoramic view. Interesting are the frescoes of Enzo Cucchi on the ceiling of the gangway and in the chapel. Of great value are also some sculptures of modern authors located in the vicinity.", "The first activity you will run into after going up with the cable car, is  the ", ", a striking acrobatic course suspended between the century-old beech trees, located at the intermediate station. Once you've reached Alpe Foppa you can tackle a breathtaking 800 meter-long descent on a sledge slide reaching a speed of 50km/h. Also exciting is the 440 meter flight on the Tyrolean traverse. Fun is guaranteed for children thanks to the big playground a few meters away from the restaurant Alpe Foppa, where you can taste Ticino's traditional cuisine.", "For two-wheel enthusiasts the destination offers several well-marked mountain bike trails, of varying difficulty and length, to discover the region in total freedom. E-bike charging station (free) on the Alpe Foppa and two service columns, one on the Alpe Foppa and the other at the cable car departure station in Rivera.", "Finally, Monte Tamaro is an ideal destination for those that practice ", ".", "  ", "At the end of the day you can relax in the modern ", ", located in Rivera next to the cable car's departure station.\n                                "]},
{"name": "Pro Natura Lucomagno Centre", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/pro-natura-lucomagno-centre", "description": ["\n                                The", "\n                                ", "The lodging where travelers crossing the Lucomagno Pass would usually stay overnight was transformed into a hotel in the 1950s. This interesting project in wood and stone was designed by the father of Ticino's modern architecture, Rino Tami.", "The building is equipped with seven nice rooms, two dormitories and a camping ground with three yurts (Mongolian tents) from which guests can observe the stars at night. There is also a restaurant that offers a variety of local products such as the excellent alpine Lucomagno ", ".", "According to its promoters, the importance of the Centre does not revolve around the structure itself but rather around the emotions and joy that it brings to its guests and to those who want to discover the nature of the region. The Lucomagno - from Latin ", ", big sacred forest - is in fact a unique place. Over the course of the centuries humankind has also contributed to enrich the beauty of the landscape creating open spaces and fields of flowers in bloom at altitudes where there would otherwise only be forest. Centuries of alpine farmers' labor have in fact replaced the forest with fields and pastures to fodder livestock, the main source of income in these alpine conditions.", "The suggested itinerary crosses exactly these fields where rare plants and flowers appear every summer offering a captivating color palette. Behind the hotel there is also an important cantonal forestry reserve (Selvasecca) with a substantial presence of the Swiss stone pine. All the necessary information to discover the region can be found at the Pro Natura Centre that also organizes a vast cultural program and guided tours.", "In the Lucomagno region there are itineraries accessible to all. We have chosen, from the many possible walks, a simple yet gratifying one for the beauty of the scenery. This walk invites you to discover the region of Dötra, between Olivone and the Lucomagno Pass. The summer makes the meadows bloom enveloping them in colorful flower corollas: a true spectacle that enchants visitors. The richness and the variety of the Dötra flora have been known for some time and the region is part of the Federal Inventory of Landscapes and Natural Monuments worthy of protection.", "The itinerary starts from Acquacalda, where the Pro Natura Centre is located, at approximately 1,750 meters. The path winds its way through the pine forests and quickly leads to the Croce Portera plain (1,917 meters) where the large cross invites passerby to a moment of silence and reflection. An enjoyable path of flowery meadows leads to the settlement of Dötra. Daisies, lilies, gentians, arnica, buttercups, wild orchids, anemones and other flowers compose unforgettable sceneries, especially between the months of June and July. In the area you may also spot various species of butterflies, other insects and around fifty species of nesting birds. The landscape is majestic, with high mountain peaks, flowery basins and rocks that emerge from the green surroundings.", "Aside from the so-called ", " (skinny fields) - with a soil poor in nutrition but rich in plant species - also present in the region are humid zones with great ecological interest. In Dötra there is a cabin that is open year-round and is the starting point for more demanding excursions. There’s also a ", " that offers an traditional dishes. The trail continues towards Anvéuda a small conglomeration of houses set in a panoramic location.", "The return can take place on the same trail or by accessing another one indicated only from Dötra that goes higher and leads back to Croce Portera from where you may then return to the starting point.", "This excursion is the perfect occasion to visit the beautiful ", ", nicknamed ", " (Valley of the Sun). We recommended to climb back up the valley from the street on the left bank of the river Brenno and descend from the right bank.", "On the way up, the 15th century House of the Landfogti in Lottigna deserves a stop. The house is also the home to the ", "presenting, on the front of the house, the coat of arms of the families that dominated the valley in the past. By crossing picturesque villages (postcard-like, as Aquila) the trail leads to Olivone, home to the ethnographic museum of the valley and housed by the 16th century Ca’ da Rivöi.", "Descending along the river's right bank, to be noticed are the ruins of the castle of Serravalle in Semione, built in the 12th century by Bleniese noblemen to control the Lucomagno passage. The castle was destroyed in 1402.", "Crossing this valley, you will be struck by the presence of numerous noble houses from different epochs, built by the Bleniese that have earned a fortune abroad as chocolate makers, ice-cream makers, restaurateurs and chestnut sellers.\n                                "]},
{"name": "Lugano Trekking", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/lugano-trekking", "description": ["\n                                An entire day with splendid views of ", "\n                                ", "From Lugano-Cassarate go up with the funicular to Monte Brè. Beyond being considered one of Switzerland's sunniest regions, it also offers a spectacular view over the Lugano Bay, the Alps and the Monte Rosa. From the summit, in a 15-20-minute walk, you reach the charming village of Brè once inhabited by peasants and now a place of residence and vacation destination, also appreciated by representatives of the world of the arts and culture.", "From the village, walk to the North along the road that leads to the basin of Pontivo. From here the ascent along a comfortable and well-signposted trail begins. Crossing the beech woods during an approximately 30-minute walk, you arrive in the area of Carbonera (1,033 meters) where you can refresh yourself at the fountain before starting the ascent to Monte Boglia. From the summit (1,129 meters), the beautiful panorama opens up over the Lugano bay and nearby Italy.", "Following the ridge, descend towards Alpe Bolla and return to the village of Brè where you may take a break at the Osteria della Funicolare or at the Ristorante Vetta. Both restaurants are equipped with terraces with beautiful views, allowing you to get a final glimpse of the unforgettable panorama before going back down to Lugano-Cassarate with the funicular. ", "The itinerary from the village of Brè to Monte Boglia is the first segment of the fascinating excursion \"Lugano Trekking\", a three-day walk that leaves from Brè to Tesserete.\n                                "]},
{"name": "Monte Generoso", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-generoso", "description": ["\n                                Monte Generoso is probably the most panoramic mountain in the Canton of Ticino. For over 130 years, visitors have been accessing its summit via a cogwheel railway. After reaching an altitude of 1,704 metres, you can enjoy a breathtaking view over Lake Lugano and the Alps. The view stretches from the Gran Paradiso to Monte Rosa, from Matterhorn to the Jungfrau, from the Gotthard mountain range to that of Bernina. Perched on top is the spectacular “Fiore di pietra” (Stone Flower) complex, designed by Swiss architect Mario Botta. Inaugurated in Spring 2017, it houses two restaurants and a panoramic terrace.\n                                ", "\n                                A cogwheel railway connects Capolago (situated at an altitude of 273m) on ", " to the station at the peak of the mountain, at an altitude of 1,704m. The picturesque mountain scenery through which the 9km railway passes, is the reason for Monte Generoso being listed as a site of significant national importance. Mendrisotto’s highest mountain offers a vast choice of excursions that are suitable for both, those in search of a relaxing stroll surrounded by nature, or avid mountaineers seeking a challenge on its mountainous trails. Along its 51km of tracks, excursionists can discover underground springs, kilns and the Peonia officianalis (garden Peony), or follow thematic trails including the \"Sentiero della natura\" (the Nature Trail) the \"Percorso delle nevère\" ( the Nevere Trail) or the \"Via dei pianeti\" (the Path of Planets).  ", "Renowned Ticino architect ", "has designed an octagonal building formed by individual petals that enclose a central space. On the eastern facade, this circular crown opens up to create a large terrace that follows the shape of the mountain’s crest. The arrangement of the petals forms a series of five-storey towers that jut out slightly towards the outside and then converge on the top floors (hence the name ‘Stone Flower’). Its reinforced concrete carrying structure is clad in grey stone with alternating smooth or split bands. The towers are connected to each other by glass joints and feature large glass windows, offering a 360-degree view over the surrounding landscape. The ground floor houses an exhibition space that explores the centuries-old history of the railway, while the upper floors are occupied by two restaurants and a conference room. ", "The Generoso self-service restaurant serves hot and cold dishes inspired by local and international cuisine. This facility is located on the third floor and is connected to the large outdoor terrace. ", "Featuring large glass windows designed to offer diners a breathtaking 360-degrees view of the surrounding scenery, the prestigious panoramic restaurant \"Fiore di Pietra\" offers guests a fine-dining experience and a wide selection of dishes created using locally sourced, seasonal ingredients. Its assortment of Merlot ", " from Ticino and Switzerland has personally been selected by Paolo Basso, a 2013 world champion sommelier.     ", "The inauguration of Monte Generoso’s steam railway dates back to 1890. During the Second World War, tourism in this mountainous region declined rapidly and authorities thought of dismantling the railway in order to sell its tracks for iron. Convinced that Monte Generoso’s extraordinary panoramic terrace should continue to remain accessible, Gottlieb Duttweiler, the founder of Migros (one of Switzerland’s largest retail companies), purchased the railway in 1941. More than eighty years later, thanks to the support of the Migros Cultural Percentage initiative, it continues to take visitors to the summit.  ", "Discovered in 1988 and located on Italian soil, the cave is at about 30 minutes walk from the \"Fiore di pietra\" building. The \"Grotta dell’Orso\" (Bear’s Cave) is site of important finds, including the remains of more than 800 cave bears who lived on Monte Generoso some 60,000 years ago, but later became extinct. Paleontologists still continue to study the cave today. The cave extends over 200 meters, 70 of which are now accessible for public viewing. ", "Guided tours only and augmented reality experience. ", "Info: Mendrisiotto Turismo, FFS Train Station, Mendrisio - Tel. 091 641 30 50 - info@mendrisiottoturismo.ch", "A \"nevera\" (ice pit) is a cylindrical stone construction, with a cone-shaped roof covered with limestone slabs; 2/3 of the \"nevera\" is underground. In winter, farmers filled these nevère with snow, so that, in summer, thanks to the karstic environment, they had a cool place in which to store milk before it was transformed into butter. Monte Generoso is the only place in Switzerland hosting such a large number of ice pits, several of which can still be found along the path that leads from its summit to Orimento. The Génor Alps are home to several of the most notable examples of restored ice pits, which are now accessible for public viewing.    ", "Mountain", " enthusiasts can test their skills by riding downhill from the Bellavista station along a shady, beech-lined track that leads to the cantonal road for Capolago, past the Art Museum and the traditional cellars of ", ". ", " from the summit offers aficionados a thrilling experience. During certain times of the year, paragliders will find themselves sharing the sky with numerous bird species including common buzzards, kites, falcons and eagles. The skyline encompasses the scenic landscape of Monte Generoso, the Muggio Valley, the whole of Mendrisio, the breathtaking region of Lake Lugano and the Alpine chain.\n                                "]},
{"name": "Locarno Lakeside Promenade", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/lakeside-locarno-muralto-minusio", "description": ["\n                                During springtime, lawns that run along the ", "\n                                ", "Going along the big port of Locarno and the beautiful modern construction housing the ", " and the wellness centre ", " – a true paradise for those that love the aquatic world recently enriched by – you reach the Park of the Camellias, inaugurated in 2005 and awarded the prize \"Gardens of Excellence\" by the International Camellia Society. Every year at the beginning of spring, a large exhibit celebrates this flower.", "The walk that from Locarno leads to Tenero, pleasant and leveled, is a tourists' favourite. From the pier you first walk along the lakeside of Muralto through blooming aisles and a beautiful Mediterranean vegetation, continuing then – still along Lake Maggiore – to Rivapiana. This neighbourhood has a handful of houses decorated by frescoes and characterized by a high tower of the San Quirico church. Of Romanesque origin, it is in a beautiful location accessible from the lakeside through a signposted passage; inside, fragments of a fresco are preserved. Located next to the church (on the western side) and surrounded by a nice park is Villa San Quirico, a building from the 1930s and now owned by the town of Minusio.", "Continuing along the lakeshore you reach the Ca’ di Ferro (Iron House), an imposing building from the 1500s historically used as barracks with many chimneys and barred windows. The walk proceeds to Mappo, where the communal port of Minusio is located and where a vast camping area starts.", "At this point you can continue on foot to Tenero's railway station and return to Locarno by train. You can also take the underpass next to the large parking lot to reach the bus stop, or take the same pedestrian route in the opposite direction.\n                                "]},
{"name": "Parco Scherrer", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/parco-scherrer-morcote", "description": ["\n                                A unique atmosphere lingers at Scherrer Park in ", "\n                                ", "In the past, these hillsides were covered in vineyards and chestnut trees, decked with an old house and a stable on the lakefront. In 1930, rich textile merchant and art amateur Hermann Arthur Scherrer purchased the house and a hectare of land on the hill. Following many years of work, hillside and terraces were slowly covered in cypresses, camellias, camphor tress, eucalyptuses, cedars, araucarias, palm trees and bamboo woods – all exotic and oriental plants that Scherrer had admired during his professional trips. Numerous plants are now named by their scientific nomenclature.", "Inspired by oriental landscapes and cultures, however, Scherrer did not limit himself to the fascinating vegetation: in fact, the garden was to be the setting for great masterpieces of oriental sculpture and architecture.", "Inspired by oriental landscapes and cultures, Scherrer was not only concerned about presenting its fascinating vegetation; in fact, the garden was meant to be the setting for the oriental sculptures and architectural masterpieces. Year after year he reproduced, in reduced scale, temples from the Mediterranean and exotic countries.", "The park consists of two areas with distinct styles: Mediterranean and Asian. The trail initially crosses the Mediterranean gardens decorated in renaissance and baroque styles and rich with statues; it then proceeds through the bamboo woods in an oriental landscape that can surprise visitors with its Siamese, Arab and Indian constructions accompanied by flora characterizing those regions.", "Along the course there are corners where you can sit in the shade and enjoy the panoramic view of the lake.", "\n                                "]},
{"name": "Monte Bar", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-bar-lugano", "description": ["\n                                One of the most spectacular views of the Greater ", "\n                                ", "To reach the starting point for the climb up Monte Bar, you pass the small town of Tesserete, lying north of Lugano, and you continue on the main road, heading first in the direction of the village Valcolla and then onwards to Corticiasca. Park in this typical Ticino village and proceed on foot following the yellow signs found in the centre of the village that indicate the way up to Monte Bar.", "After about an hour walk ", "along an easy trail through meadows and woods – with stunning views over the gulf of ", ", the various ramifications of the ", " and the Val Colla valley dominated by the jagged peaks of the Denti della Vecchia (limestone columns that resemble teeth stumps) – you will reach Alpe Musgatina, where a herd of Scottish cattle grazes.", "From Alpe Musgatina, continue onwards towards the hut of Mount Bar, which can be reached in about half an hour. There you can taste excellent local dishes. Another 30-minute walk and you will reach the top where an amazing 360-degree-view can be enjoyed. Looking west you will discover a new panorama that stretches from the Vedeggio valley in the foreground to ", " and ", ", subsequently fading into the Valais and Bernese Alps and ending with the Monte Rosa massif. To the east, you can admire another breathtaking view over the Val Colla valley, dominated by the peaks of the Denti della Vecchia, and glimpse the Rhaetian Alps in the distance. To the south, the view embraces the Lugano-area with the Origlio and Muzzano lakes and the various ramifications of Lake Ceresio, gradually fading towards ", " and the airport of Malpensa, as far as the Apennines.", "We suggest you to follow the same route on the way back.", "Probably the nicest Trail Running in Europe, it takes place in the area of Monte Bar, during the month of June. The event gathers 1600 competitors, coming from more than 30 countries and running in different categories. The path runs on the ridges of the region, with 3800 meters of difference in height, offering a breathtaking view. In 2015 and in 2016 Scenic Trail received the \"Swiss Ultra Trail Awards\"  as best Trail Running race Switzerland.  ", "This valley is considered the green lung of the town of Lugano, which originated from a merging-process of different municipalities and was finalized with a referendum on November 20, 2011. The valley offers a natural setting with forests of beech, birch, spruce, chestnut and larch, rich with pastures where farmers used to bring their cattle to graze during the summer months. During the winter months, however, many of them left the valley and travelled far and wide in the Ticino, Lombardy and Piedmont regions as \"tinkerers\", repairing pots and utensils of all kinds, especially those made from copper. The carriage road was built in the mid-nineteenth century. The river Cassarate flows through this valley, boasting a current population of approximately 600 people, and runs through the city of Lugano before flowing into ", ".", "To art lovers who decide to tackle the slopes of Monte Bar, we recommend a short detour to Ponte Capriasca, a village located just a few minutes drive from Corticiasca, the starting point of the walk to Monte Bar. As you reach this point follow the signs to Tesserete and later those for Ponte Capriasca. ", "The church of S. Ambrogio in Ponte Capriasca hosts a beautiful copy of the famous \"Last Supper\" painted towards the end of fifteenth century by Leonardo da Vinci in the refectory of the church of Santa Maria delle Grazie in Milan. The huge, beautifully crafted reproduction, measuring 5.59 x 3.61 meters, was painted at the beginning of the sixteenth century by an unknown painter. As in Leonardo’s original masterpiece, the characters are depicted in a revolutionary way, following the school of the Master, who expressed the emotions and moods of his charachters through the representation of their attitudes. ", "The painting of Ponte Capriasca has recently been restored and is in excellent condition. This work testifies the deep bond that existed in the Renaissance period between the Ticino area and the artistic culture of Milan.\n                                "]},
{"name": "Monte San Salvatore", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-san-salvatore-lugano", "description": ["\n                                \"You must have personally been up here if you want to have an idea of its grandiosity and magnificence, and only then will this moment become one of the most beautiful and unforgettable ones of your life\". With these words, the German landscape philosopher C. C. Lorenz Hirschfeld described the profound emotion he felt when faced with the 360° view of ", "\n                                ", "The summit's panoramic viewpoints are numerous and well indicated. The most exceptional one is the 360° view visible from the rooftop of the church. The restaurant with the vast terrace - where you can also enjoy a spectacular view - offers a pleasant stop. In the surroundings a renewed panoramic area serves as meeting and “tourists’ communication” point also thanks to some educational panels that show geographical satellite maps. For the sporty types, there's also a Via ferrata (iron way).", "On San Salvatore there's a museum located in the old hospice that once offered refuge to the poor and to travellers that climbed to the summit as pilgrims. The exhibit presents two views of San Salvatore: the geological-speleological and the one related to its religious history. The mountain is in fact connected to the Arciconfraternita della Buona Morte e Orazione (Archconfraternity of the Good Death and Oration), a devotional order that appeared in the 1500s and whose followers ensured, beyond the numerous humanitarian activities, the accompaniment to the gallows of those sentenced to death. For this occasion, the Brothers wore a white cloth with a hood concealing their face. The little museum exhibits objects and documents related to the history and activity of the Archconfraternity. In the museum there is also an area dedicated to the historic meaning of storms and to research on lightning.", "Serving as a testimony to the history and evolution of Monte San Salvatore and its funicular, a “curiosity corner” shows various objects belonging to different time periods. ", "A permanent outdoor exhibit of tourism posters completes the cultural offer on San Salvatore. Dedicated every year to a new theme, the advertisement placards of the past recall images of tourism of another era.", "If you only have half a day available after visiting the summit you may return to Lugano via funicular. For those who have more time at their disposal, you can walk to ", " and admire this charming village. The panoramic trail that descends from San Salvatore initially leads you to the gracious village of Ciona, between plants and flowers on a terrain that's particularly rocky at first. To reach Carona, proceed along a level trail immersed in the coolness of the forest. One of the most typical villages in Ticino, Carona is renowned for its architecture and for the ", ", accessible in a few minutes from the village centre.\n                                "]},
{"name": "Monte Lema", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-lema", "description": ["\n                                From Monte Lema's naturally green terrace (1624 m) you overlook the valleys of northern Ticino and the lakes of ", "\n                                ", "With the theme trail ", " (Between Earth and Sky) you can discover the slopes of Monte Lema; a confined territory of Malcantone, extending from the communes of Miglieglia and Novaggio to the summit. There was a time when the residents of this district could let their livestock graze, gather chestnuts and firewood according to set times and precise rules. Today it's an interesting place from an environmental perspective, distinguished by woods of chestnut, beech, oak and holly trees.", "The walk lasts about 3 hours. From Miglieglia you reach Monte Lema by cable car. The foot trail descends from the summit to the pasture of Piano Pulpito, continues to Forcola and then goes to Cima Pianca.", "The first section of the trail, until Forcola, is the most spectacular. You walk between two lakes: ", " on the right and ", " on the left. The view reaches on one side until Cannero, with the ruins of the castles appearing from the water, and over Luino, on the other side until the Lugano Gulf and Ponte Tresa. Beautiful all along the way is also the view over the Malcantone villages that are surrounded by greenery. ", "Through a short deviation from the main track, shaded by century-old beech trees, you can reach a stone building (the ", "): an 1853 construction once used to preserve milk products from the pasture. Inside, a small stream would guarantee a steady temperature.", "Continue down towards Miglieglia and you will arrive in a very special playground with wooden musical instruments awaiting visitor-musicians. In the Caroli area you will instead cross an educational arboretum gathering over sixty species of trees and shrubs found in Ticino's forests. Along the trail there's also a small ", " (Lumberjack Museum) with the tools and accounts about this profession.", "For those that like to add an artistic touch to this nice walk, two suggestions are necessary: the visit of the church S. Stefano al Colle in Miglieglia (next to the cemetery), preserving spectacular frescoes; and a walk to the centre of Novaggio, an authentic open-air gallery with murals from different contemporary artists.\n                                "]},
{"name": "Park of the Breggia Gorge", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/breggia-gorge", "description": ["\n                                An excursion in the Park of the Breggia Gorge is an authentic journey through time. In the Mendrisiotto region, along the river Breggia, one can observe exceptional geological contents. Thanks to the river's natural excavation activity a geology profile has been brought to light covering the period between the Jurassic and Tertiary, dating back 80 million years! Within these rocks are live testimonials of ancient seas: ", "\n                                ", "Switzerland's first GeoPark located between the communes of Balerna, Castel San Pietro, Morbio Inferiore and Morbio Superiore, is rich in natural or manmade testimonials of great interest even to those that don't have specific knowledge of the subject. The Breggia Gorge offers a fascinating walk discovering the wonders of the landscape.", "The old Ghitello mill of 1606, located behind the parking lot of the Breggia Shopping Centre in Balerna, is one of the departure points. The trail leads to the little lake and continues along the river with some factories scattered on the way, including a cement factory and a brewery. After crossing the Breggia, the trail ascends the valley to the San Pietro hill where ruins of a medieval castle and the Chiesa Rossa (Red Church) can be seen. The church dates back to the 14th century and is decorated with beautiful frescos (visits can be arranged).", "Following the indicated trail, you will be lead down to the bridge Punt da Canaa. Along the way you can observe rocks that are clearly stratified: they are the park's most ancient ones (190 million year-old flint limestone). Your will then be led to cross a deep and narrow gorge by means of a recently built bridge and proceed onto the right bank. You will still be surrounded by the layers of rock, crossing some singular biotopes, and will finally return to the Ghitello mill where more recent deposits are visible (Tertiary and Quaternary).", "Upon request, the Park organizes guided tours and educational activities specifically for schools, whereas in the summer the local tourist office offers tours to the public.", "Offered only as a guided tour, it is possible to follow another itinerary in the Park of the Breggia Gorge but it is rather difficult to combine it with the first option. The Cement course is the most visible element of ex-cement factory Saceba's redevelopment, located at the entrance of the Breggia Gorge and part of the namesake geological park. In 1972-1973, during the period of peak production, Saceba produced up to 200'000 tons of cement a year for a total of over 2 million tons in approximately 20 years of activity.", "The educational tour uses the structures of the old factory to illustrate the transformation process of rock into cement. The itinerary takes place along a 2 km trail: from the open air caves to the tunnels used to extract the material, to the mill where the rock was ground and ending at the oven towers, the heart of the cement factory used today as an exhibit and educational space.", "The temperature in the tunnels is cool (10-13°C) and humidity high (over 80%). It is therefore recommended to dress appropriately. Helmets, headlamps and reflective jackets are provided on the spot. It's an easy walk although not recommended for people suffering from cardiovascular disease, diabetes, claustrophobia, epilepsy or other serious handicaps.\n                                "]},
{"name": "Gardens of Villa Taranto", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/gardens-villa-taranto-pallanza", "description": ["\n                                Strolling along the paths (covering a surface area of 7 kilometers) of Villa Taranto’s gardens is like taking a trip through distant lands. The park is located on the Italian shores of ", "\n                                ", " “A beautiful garden does not have to be large, but rather the realization of a cherished dream, even if  it is only a couple of square meters wide and situated on a balcony”. This is the vision that inspired Captain Neil Boyd McEacharn, an academic and a member of the Royal Company of Archers, to create this magnificent 20-hectare park in 1931, a perfect example of an English Garden in Italy. His goal was to build an environment capable of housing the richest collection of precious exotic plants, in compliance with the biological features of each species, while simultaneously satisfying both aesthetic and botanical requirements. Following its purchase, the property was readapted, with terracing and excavation works, in order to accommodate the park of his dreams. The cultivations that required shade and shelter from the wind were placed in a protected, artificial valley, while the ones that needed sunlight were planted in the park’s terraced gardens. A special pumping system, designed to drain water directly from the lake thanks to a pipeline measuring 8km in length, was built in order to guarantee an adequate water supply. ", "The plant life of Villa Taranto is extremely rich: it boasts over one thousand foreign plants and nearly 20 thousand varieties and species of significant botanical importance. Among others, visitors can admire magnolias, eucalypti, rare tropical plants, lotus flowers, chestnut trees, birches, tulips, dahlias, Indian paintbrushes, azaleas, narcissi, rhododendrons, hydrangeas as well as several exceptional specimens of beech trees. While strolling along the paths of the park you will come across terraces, turfs, waterfalls and ponds.", "It was 1931 when Captain Neil Boyd McEacharn read an advertisement in the London \"Times\" stating that the Marquise of Sant’Elia intended to sell her estate “La Crocetta” in Pallanza, on Lake Maggiore. From the description, the place seemed ideal to fulfill the Captain’s life-long dream, namely the creation of one of the world’s most beautiful botanical parks. He had already tackled a similar challenge with the renovation of the vast park of Galloway House, his family’s castle in Scotland. Negotiations with the Marquise of Sant’Elia were concluded shortly thereafter and reconstruction began in 1931.", "Neil Boyd McEacharn came from a wealthy Scottish family. Not only was his father an Anglo-Australian shipping magnate, but his wife’s family also owned rich iron and coal mines in Australia, as well as a vast sheep farming estate, boasting over one million sheep, thereby guaranteeing the import of wool into England. Neil visited Italy for the first time at the tender age of eight, docking in Livorno during a cruise on his father’s yacht. According to him, it was a question of love at first sight. Even while studying at Eton and Oxford, he used to spend his holidays – as was customary for members of the elite – on the Mediterranean, painting Italian landscapes. He went on his first trip around the world aged just sixteen, repeating the experience five more times throughout his life, trawling the four corners of the earth in search of rare and unknown plant species to show and spread across Europe – and, most importantly, to display at his marvelous gardens surrounding Villa Taranto, where he lived until the year of his death in1964, aged 80.", "His remains are housed in a chapel-mausoleum expressly built in the gardens.", "In 1938, Neil Boyd McEacharn donated the park to the Italian State, maintaining life estate. Villa Taranto’s Botanical Gardens have been open to public since 1952.\n                                "]},
{"name": "Borromean Islands", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/borromean-islands", "description": ["\n                                In addition to millions of tourists, the Borromean Islands also enchanted Stendhal, Liszt, and Mendelssohn. Dumas recalled them in “The Count of Montecristo”, Turner and Corot represented them in oil paintings and watercolours, D’Annunzio even tried to rent one. Just across from the town of Stresa (in Italy), the archipelago is easily accessible by boat from ", "\n                                ", "For these splendid places we have to thank the Borromeo counts, whose descendants are, to this day, the owners of Isola Bella and Isola Madre. Originally from San Miniato in Florence, the Borromeo family was exiled to Milan in mid-14th century and there they became very wealthy bankers. They also held several prominent public functions in the service of the Visconti and then the Sforza families, who rewarded them with some land on ", " and a noble title. The Borromeo Family was also represented in the higher echelons of the Church as bishops and cardinals, including Cardinal Federico, portrayed in The Betrothed (I Promessi Sposi – the most famous work by Alessandro Manzoni), a pope, Pius IV, and even a saint, San Carlo. ", "Isola Madre was purchased at the beginning of the 16th century and Isola Bella during the first half of the 17th century, corresponding to the start of the transformation of the two islands. Soil was transported to cover the rocks palaces were constructed and gardens ornamented. These works took three centuries to be completed with the contribution of dozens of famous architects, painters and sculptors, including Ticino-born ", ".", "Isola Bella boasts the most grandiose mansion, a mixture of Baroque and Neoclassical styles, built by different architects, including Fontana, who was called out from Rome. The futile peace conference between Italy, France and England was held there in 1935. Its rooms, including the magnificent hall designed with the assistance of Bernini (one of the most famous 16th century Italian architects), house treasures of Italian and European art from the 17th to the 19th centuries that include paintings, sculptures, furniture, chandeliers and tapestries. The cool caves lying beneath the mansion at lake level boast a stunning sleeping Venus, reminiscent of the famous \"Sleeping Nymph\" by Canova.", "The scenic garden spreads out over ten hanging terraces and culminates in the Teatro Massimo (a theatre) and the panoramic terrace, where Stendhal loved to linger.", "Isola Madre is a luxurious English-style park featuring a large variety of rare plants and exotic flowers. Here visitors can stroll along shady, scented paths, while admiring free-roaming peacocks and pheasants. Legend has it that Napoleon rested under its majestic Kashmir cypress, the largest in Europe and perhaps in the world, while his soldiers were shooting terrified pheasants. The puppet theatre inside the richly art-adorned palace intrigues all newcomers. Giacomo Casanova, who visited the island along with a friend and two beautiful sisters from Lugano, stayed in one of the two guest-bedrooms known as the “Yellow Bedroom” and the “Green Bedroom”. ", "– he wrote – ", "Isola dei Pescatori is a quaint, small fishing village characterized by narrow winding streets populated by countless souvenir shops and picturesque restaurants offering excellent lake fish specialties. The small island which only measures 300 metres in length and 100 meters in width, is also home to the romantic Hotel Verbano.", "Massimo d'Azeglio, Italian Prime Minister at the time of Cavour and a talented painter to boot, portrayed the island in some of his oil paintings, reaching it by boat from his nearby villa in ", ". Piero Chiara, who celebrated his beloved Lake Maggiore in novels and short stories, wanted his remains to rest forever in this small patch of paradise.", "\n                                "]},
{"name": "Monte Gambarogno", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-gambarogno", "description": ["\n                                From Monte Gambarogno (1734 m) you can enjoy a spectacular panorama on the Bays of ", "\n                                ", "The walk starts from the Alpe di Neggia, accessible by car from Vira Gambarogno and Fosano. If you choose to take public transportation, we suggest starting from Locarno by taking the boat to Magadino and continuing with the bus to Alpe di Neggia where you will find a restaurant and a large parking lot.", "As the trail climbs, the view immediately expands onto Lake Maggiore, the Magadino ", " and Plain, the mouths of Rivers Ticino and ", " extending all the way to the Maggia river Delta and the ", ". It's an easy panoramic trail that, in little more than an hour, leads you to the summit of Monte Gambarogno (1734 m). From the summit what opens up to you is a spectacular view of the Locarno region, the valleys and mountains surrounding it.", "The descent on a grassy slope that turns into forest leads to the Alpe Cedullo. Goats, pigs, chickens and chicks, in addition to the grey ProSpecieRara (an organization protecting indigenous species) cows, are part of the nice agritourism-banquet where, during the summer, you can taste the products from the pasture: all sorts of cheeses, cured meats, cakes, yoghurts, marmalade, elder syrup as well as ", " on Sundays. The rustic environment and the authenticity of the offer make the place an ideal stop for the excursionist.", "Returning on the trail, in approximately ten minutes, you will reach the oratory-refuge of Sant'Anna that preserves an old fresco of \"Virgin Mary of Milk\" attributed to the Antonio da Tradate entourage (14th-15th centuries). Proceed to Pasturione (1200 m) where you will reach a junction; here you can go down to the village of Indemini (about 30 minutes) or return to the Alpe di Neggia (an hour and a half through forest and stony ground, partially uphill).", "We recommend visiting Indemini, a beautiful village at 390 m elevation that has preserved the character and charm of the past. From Indemini you can go back by PostBus.\n                                "]},
{"name": "Monte Brè", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/monte-bre-lugano", "description": ["\n                                They say that the Monte Brè area above ", "\n                                In about twenty minutes the funicular brings you from Lugano-Cassarate to the summit of Monte Brè going through the villages of Suvigliana, Albonago, Aldesago and Brè, all very sought-after panoramic residential areas because of their privileged location. The departure station is connected to Lugano's city centre by a public bus.", "At the summit, beyond the breathtaking panorama, there's a little church and two restaurants, Osteria della Funicolare and Ristorante Vetta, both equipped with terraces offering a beautiful view. A short walk (trail and stairway, about 20 minutes) descends to the centre of Brè, at 785 meters elevation. Once a famer's village, it has become a desired holiday and residence location, also appreciated by representatives of the arts and culture. Artists Pasquale Gilardi known as \"Lelèn\" and Luigi Taddei (both from Brè), Swiss painter Wilhelm Schmid (1892-1971) and Hungarian Josef Birò (1887-1975) all lived here. ", "In the house where lived Wilhelm Schmid there is a museum dedicated to the work of this painter, who was an important exponent of artistic-cultural movement arisen in Germany in the Twenties and called “Neo-objectivity”. Birò's work can be admired along the “Via Crucis“ and his contemporary frescoes in the parish church.  Outside the church, a Luigi Taddei painting of San Cristoforo can also be admired.   A tangible sign of the interest this little village arouses is also visible through the artistic decor that embellishes it. We're referring to around twenty works of contemporary artists including Aligi Sassu, Armando Losa, Gianfredo Camesi, Emilio Rissone, Mariapia Borgnini and Fra Roberto Pasotti, splendidly inserted in the village's centre, between the little squares and the paved alleys.\n                                "]},
{"name": "Tremorgio and Leìt", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/tremorgio-leit", "description": ["\n                                The hike to the Tremorgio and Leìt alpine lakes in ", "\n                                ", "The hike to the Tremorgio and Leìt alpine lakes above Rodi-Fiesso (940 meters) in Leventina Valley is a particularly fascinating excursion for those who love alpine environments. In just a few minutes, the cable car (operating from June to October) takes you from the village of Rodi-Fiesso right up to the Tremorgio hut (1850 meters): a 900 metre ascent which allows you to save a lot of energy. On reaching the top, you will be offered a fabulous view of the lake whose waters have been used for nearly a century to produce electricity. In autumn 2012, the Carlo Danzi Foundation promoted and funded the construction of a trail that allows you to walk around the lake: an easy, 3-km hike along flat ground, which takes about 40 minutes. Local products and hot meals can be enjoyed at the hut during the summer.", "On the other hand the vast plain of Alpe Campolungo (2100 metres), crossed by a crystal-clear stream, can be reached in less than an hour’s walk from the cable car arrival station. An idyllic place, rich in minerals, studied by many researchers. During summer, the meadows abound in lush vegetation, and flowering shrubs add a touch of colour to the landscape. Here you can admire gentians, anemones, rhododendrons, buttercups, columbines as well as many other flowering species.", "While climbing up to Lake Leìt (“Leìt” meaning \"small lakes\" in Leventina dialect), which can be reached in about 45 minutes, the pasture gives way to rock. The landscape changes appearance and is dominated by the magnificent Pizzo Prevat silhouetted against the sky. It is a much-loved summit often tackled by mountain climbers who test their skills on this demanding ascent. The Leit Hut is the perfect place to take a pit stop, enjoying simple dishes including polenta served with regional alpine cheeses.", "Hikers will have to walk for another 45 minutes along a fairly steep, rather challenging path, before coming upon another hidden treasure, namely Lake Varozzeira (2400 metres), boasting a beautiful, almost purple colour. ", "Overall, allow about two hours to get to Lake Leìt from Tremorgio (just under three hours to Lake Varozzeira).", "Anyone wishing to try their hand at a more challenging hike, or stay in the area overnight, can take the three-and-a-half hour climb up to the Campo Tencia Hut (the first hut built in the Ticino Alps, it was opened in 1912) and the eponymous Pizzo Campo Tencia, which, standing at a height of 3701 metres, is the highest peak in the Ticino area (calculate around 3 hours from the hut)", "Inaugurated in the summer of 2016, the geo-tourism trail of Campolungo comprises two routes, a flatter one skirting Lake Tremorgio, and a more challenging one that leads to the Leit Hut. The educational panels erected along the path provide interesting information about  the geology, hydrology, mineralogy and the flora and fauna of the region.\n                                "]},
{"name": "Brissago Islands", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/brissago-islands", "description": ["\n                                The Brissago Islands are one of Ticino’s most magical places - a small subtropical paradise on ", "\n                                ", "The Island to visit is the Isola Grande (from April to November), also known as San Pancrazio. Particularly striking are the areas with the Roman baths, the panoramic viewpoint at the extremity of the island, the thick reed grove and the small beach. The excursion allows visitors to walk through typical habitats from the Australian, Asian and African continents and, not to be missed, the section reserved for Mediterranean vegetation. Also in the botanical garden are species typical of the Insubrica region that have grown naturally. The park covers a surface of 25,000 square meters and is home to 2,000 species of flora, often unique in Switzerland.", "The smaller of the islands called ", " o ", " (Saint Appollinare Island or Rabbits’ Island) is not open to the public. It presents native vegetation and conserves the ruins of an ancient church.", "To discover curiosities and legends, both about the wonderful world of plants and the history of the Brissago Islands, short guided tours are included in the admission price. More detailed accompanied tours are also available, for a fee and by reservation; whereas children can discover the island through a treasure hunt called \"the search for lost flowers\".", "The botanical garden was the idea of Russian Baroness Antoinette de Saint Léger who purchased the island in 1885. She transformed the property into her home attracting renowned writers, musicians and painters. The Big Island became an exotic garden where the Baroness planted numerous species of flora until then unknown in the region such as the Chilean wine palm (Jubaea chilensis).", "After losing all her wealth, the Russian aristocrat sold both islands to the rich Hamburger merchant Max Emden in 1927. He proceeded to build the imposing palace, the boat house and the Roman baths living a flamboyant lifestyle. The initial design of the botanical garden was generally respected and enlarged. Undisturbed over the years, the plants form groups, backgrounds and captivating perspectives.", "In 1949, the Brissago Islands were purchased by a public Foundation and the Big Island became Ticino’s Botanical Park. Since 2020, the Canton of Ticino has taken over the entire ownership of the Brissago Islands and the park is renamed “Botanical Garden”.\n                                "]},
{"name": "Parco Ciani", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/park-ciani-lugano", "description": ["\n                                The Ciani Park is ", "\n                                ", "Benefitting from a perfect geographic location the park profits from a temperate climate ideal for the luxuriant subtropical vegetation. One of the park’s main attractions is the seasonal flowering vegetation whose colors, wisely combined, integrate perfectly with the lake and surrounding panorama. The setting of the lawns is modified every year, triggering the curiosity of the city’s inhabitants.", "The Ciani Park is divided into two distinct parts. The first, adjacent to the Villa Ciani, is accessible via the main entrance at the end of the lakeside promenade. This section presents both English and Italian-style gardens characterized by flowerbeds in bloom decorated with shrubs and trees from around the world.  ", "The second, extending from the boathouse to the river Cassarate, has a more natural feel than the first. The species of trees that populate it are native to the Ticino woodlands: oak, linden, plane and maple. There is also an area dedicated to younger visitors, equipped with a playground for children of all ages. The redevelopment of river Cassarate’s mouth – which flows into ", " at the far end of the park – has given further added value to the area, offering to its visitors a new green space and relaxing-zone. From the river’s mouth the view over the city is particularly beautiful. ", "In the park, there are a number of buildings of interest: the Villa Ciani, the Palazzo dei Congressi (Congress House), the Darsena (Boat house), the Museo Cantonale di Storia Naturale (Natural History Museum) and the Biblioteca Cantonale (Canton Library), an avant-garde architectural work from the 1940s designed by architects Rino and Carlo Tami.", "The history of the Ciani Park started around 1845 when the Ciani brothers, aristocratic businessmen from Milan, purchased the property. The Cianis enlarged and refurbished the existing building while, in parallel, they started building the park. They soon faced a difficult problem: periodic flooding of the property, caused both by the overflow of the Cassarate river and the lake into the parkland. The problem was resolved by building a containment wall and by raising the property by one and a half meters above the lake surface. In 1912 the villa and the park were purchased by the city of Lugano.\n                                "]},
{"name": "Cardada Cimetta", "region": "Ticino", "category": "Scenic Views ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/views/cardada-cimetta", "description": ["\n                                The mountain region of Cardada Cimetta offers a truly unique view overlooking the entire area of Locarno as well as Switzerland's two extremes: the lowest point, Lake Maggiore, and the highest one, the Dufour peak located on the Monte Rosa mountain range. The summit is easily accessible from ", "\n                                ", "You can benefit from a magnificent view of the Lake Maggiore basin from any point of the Locarno mountain, but the best places to enjoy the panorama are definitely the Cardada landscape promontory and Cimetta's geological observatory. The first is equipped with a gangway that runs through the treetops of the underlying forest leading to a suspended platform that projects the visitor onto a 180° panorama with an unforgettable view of Lake Maggiore, the Centovalli and Maggia Valleys.", "The second, located at Cimetta's highest point, is the geological observatory: a circular platform with a 360° panoramic view of the entire region and the surrounding mountains. A red line signals the Periadriatic Seam ¬– a fault along which the mountain chain separates into Northern and Southern parts. Cutting through a great part of Switzerland, the mountain chain was formed millions of years ago as a result of a collision between the Continental European and the African tectonic plates. From the privileged Cimetta viewpoint you can see the Alps in all their vigour and understand how they were formed. ", "Architecture lovers will certainly not miss the occasion to enjoy the cable car's departure and arrival stations designed by ", " who has also designed the distinguished water drop-shaped cabins that bring you to the summit in 5 minutes. ", "Immersed in a magnificent mountainous landscape at a drop of a hat from the city centre, Cardada is also the ideal place to spend some time outdoors with your family. After the fascinating experience of going up the mountain with a cableway, kids can tackle original games, both educational and fun, scattered along the 1.2 km recreational trail through a shaded forest. At their disposal also a small playground with Noah's ark and a big coordinated swing. In the woods between the cable car station and the chair lift there is a massage path where you can walk barefoot.", "The best way to reach the cable for Cardada is to take the Locarno-Orselina funicular railway, which departure is just a few minutes walk from the Locarno SBB railway station and from the nearby multi-storey car parks. ", "You can also reach the departure of the cable car Orselina-Cardada by taking the bus FART number 3 at the Lido of Locarno. There are several parking places in the Lido area.  ", "Cardada offers the possibility to engage in numerous physical activities from Nordic walking, to mountain biking, to paragliding and walks such as the climb to Pizzo Trosa. From the Cimetta station, a comfortable and well signposted trail brings you, in less than an hour, to the Trosa Peak by descending to Bassa di Cardada and climbing up through the larches and rhododendrons to the summit (1870 m). The view overlooks an area from the beginning of the Locarno valleys to the Maggia Delta; from ", " with the ", " to the Pizzo Vogorno in the Verzasca Valley; from the Magadino Plain to the ", " and the Denti della Vecchia (literally, Old Lady's Teeth). You can return to Cardada along the same route or by following a longer trail that goes to the Alpe di Bietri (Bietri Pasture), the Stallone (a mountain restaurant) and the Alpe di Cardada.\n                                "]},
{"name": "Trail of Marvels", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/trail-marvels-malcantone", "description": ["\n                                The Trail of Marvels is an interesting, family-friendly, circular itinerary in Malcantone that starts and ends in Novaggio. Along the marked path that winds through the valley of the Magliasina-river between Novaggio, Ponte di Vello and Aranno, there are several attractions of historical, natural and scenic interest: from the evidence of human activities (dry stone walls, mills and a water powered trip hammer) to a wetland environment abounding in several noteworthy species of flora and fauna. Among the wonders of this trail there are the remains of an old castle and the mines where gold was once extracted.\n                                ", "\n                                The Malcantone region offers an interesting, pleasant variety of landscapes, stretching from the shores of the lake to the summit of Monte Lema, passing through hills dotted with beautiful villages and large woodland areas. The local tourist board has been a pioneer in the creation of thematic and educational itineraries designed to help visitors explore more popular as well as less travelled areas, allowing them to discover traces of old buildings and the evidence of human activities connected to agriculture, husbandry and the exploitation of all types of natural resources.", "The Trail of Marvels is a 7-kilometre, family-friendly, circular route (about four hours walk) that starts and ends in Novaggio. The itinerary is particularly interesting for those who wish to encounter testimonies of the area’s past. Along the marked trail, that winds through the valley of the Magliasina-river between Novaggio, Ponte di Vello and Aranno, there are several points highlighting several characteristics of the region, including the dry stone walls that marked the boundaries of properties, terraces where farmers used to grow rye, kilns for firing bricks and roof tiles (a common activity in Malcantone) and mills for grinding grains and chestnuts. Also of particular interest are the various species of flora and fauna found in the area, including insects, reptiles, birds and rodents and, in the riverside woodland, alder, ash, maple, and hawthorn trees.", "However, what is most likely going to capture your attention is what remains of a singular activity, namely the extraction of minerals. On the way you will encounter traces of the mines where small amounts of gold and silver, but of also zinc and sulphur, were found in the 19th century, together with signs of soil probes related to mining, abandoned in the early 20th century.", "Another gem of the trail is the Aranno trip hammer, the only water-powered lever trip hammer that still exists in Switzerland, and which was, in fact, operative until 1951. Iron was manufactured and various tools were produced thanks to the force of the water that operated it. An exhibition housed on the top floor tells the trip hammer’s story.", "The trip hammer is generally open to the public from May to October; however, in case of rain it remains closed.  ", "The remains of a castle are also visible along the way, positioned on what was probably an old communication route forming part of a fortified line along the Magliasina valley. Shaded by a thick forest, the site hosts a playground and a picnic area. ", "The Trail of Wonders is also accessible from Aranno, Ponte di Vello (where you can find an agritourism) and Miglieglia. In order to follow the route more easily, we recommend downloading the informative ", " featuring a map of the area from the website of the Lugano Region Tourism Office.", "In order to complete your visit of the region head to Migliegla, whose cemetery hosts the charming church of Santo Stefano al Colle embellished with several magnificent frescoes and then continue on to Novaggio, boasting a series of murals, forming a sort of open-air art gallery.\n                                "]},
{"name": "Parco San Grato", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/park-san-grato-carona", "description": ["\n                                Located in ", "\n                                ", "To avoid a dispersive stay it is recommended to follow the thematic trails, which allow you to discover the park’s most impressive corners. The “Botanic trail” presents the park’s main characteristics. The “Relax trail” includes the flattest and most comfortable walks, just like the “Panoramic” one, that connects all the parts where you can enjoy the most magnificent views. The “Artistic trail” allows you to discover the different sculptures scattered around the park. The “Azalea legend” trail is a great option for children, unveiling the legend that surrounds this flower. Finally, the \"Sensory Path\" offers to all visitors a more careful and conscious way to explore nature, discovering forgotten sensations. ", "The San Grato Park is open throughout the year and admission is free.", "About 60 years ago the area surrounding the park belonged to Martin Winterhalter, inventor of the Riri zipper, who used it as a horse pasture. The real “father” of the botanical garden was Luigi Giussani, industrialist and founder of the steel mill Monteforno of Bodio in the ", " Valley. He purchased the property in 1957, removed the woodland surface and planted the first azaleas and rhododendrons, plants that are particularly suitable for the park’s type of soil and the region’s meteorology. Upon his death, the property was taken over by UBS. In 1997, the bank offered it to the ", " Tourist Board.", "\n                                "]},
{"name": "Tibetan Bridge of Curzútt", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/curztt-tibetan-bridge", "description": ["\n                                This four-hour walk in the hills along the right bank of the Ticino River, in the region facing the Magadino Plain, does not only offer a beautiful scenery, but also boasts several points of interest. The thrill of crossing one of the longest Tibetan bridges in Switzerland (270 metres); the discovery of the Romanesque church of San Bernardo, featuring a number of beautiful frescoes of 14th and 15th century; a visit to the old and beautifully restored housing cluster of Curzútt, testifying to the time when daily life mainly revolved around hillside activities.\n                                ", "\n                                ", "The hike begins in Sementina (Via alla Serta). After having passed through the door of the \"Fortini della fame\" (Hunger Towers), you follow a path that further joins \"Via delle Vigne\". At \"Mondò you leave the trail among the vineyards and go up towards San Defendente. ", "This first part of the walk crosses through a striking hilly landscape carpeted with sun-drenched vineyards, which are cultivated by tree small vine-growers. All of them produce excellent wines.", " ", "Located on the beautiful upland of San Defendente is an old medieval oratory of the same name, boasting frescoes of the 16th century. From San Defendente the landscape changes: the vineyards are replaced by chestnut trees, which are to be found all along the trail.", "Getting closer to the Tibetan bridge, through the thick vegetation, you can catch sight of the ", ", the San Bernardo Church and Curzútt. ", "The Tibetan bridge appears almost at the end of the path, thin and elegant. Of breath-taking, scenic impact, the bridge measures 270 metres in length and is suspended 130 metres above the creek below. A walkway with 728 larch boards, a safety wire mesh on the sides, and a handrail make crossing it much easier and safer. For those who do not feel dizzy, the middle of the bridge is the right place to admire a beautiful panorama including the ", " Plain, the mountains and, in the distance, the Castles of Bellinzona.", "After passing the Tibetan bridge the path crosses a pretty arduous area before reaching the church of San Bernardo, a monument of national value.", "This small Romanesque church stands in a clearing in the woods. Though seemingly isolated, it was once an active part of village life. Its origins date back to the late 11th century. The interior is architecturally simple, but rich in 14th and 15th century frescoes covering virtually all of the walls. The painting of the Last Supper is especially interesting owing to the fact that the artist featured local products, including freshwater crabs and cherries, on the table.", "Should the little church be closed, you will find its keys a little further, in Curzútt, either at the hostel or at the restaurant. ", "The old cluster of Curzútt, situated at an altitude of 600 metres, lies just a short distance from the church and boasts a restaurant. In past centuries, people did not live on the Plains as they do today, but rather on the hills. This, not only because the Ticino River frequently overflowed, meaning that those living along its banks were at greater risk of contracting malaria, but also to avoid the raids of armies vying for Bellinzona, an important access route to the Alps. The beautiful housing cluster of Curzútt, with its stone buildings, gardens, and terraces planted with fields of grain and vineyards, has been beautifully restored by the Fondazione Curzútt-S. Barnard. The restoration was not intended to create an open-air museum, but rather a lively centre that now boasts a hostel and a top-level restaurant. Several buildings, stonewalls and the old mule path have been renovated with other on-site amenities including a delightful playground for children.", "After the visit of Curzútt the walk goes on descending to Monte Carasso, crossing through a hilly area carpeted with sun-drenched vineyards, and passing by the church of SS. Trinità and the curious cylindrical constructions named \"Fortini della fame\" (Hunger Towers).", "Another option is to descend by cable car from the intermediate station in Curzútt, but there is often a long waiting time.", "From spring to the end of October, there is a shuttle bus service with departure and arrival at the Infopoint in Monte Carasso. In the morning the bus takes you up to San Defendente's oratory: departure every 45 minutes between 9.15am and 0.45pm. In the afternoon, the shuttle bus bring you back to Monte Carasso: departure at the parking Pairolo under Curzútt. May and June, the shuttle bus is operating only Friday-Sunday and holidays; from July it operates daily, when the weather is good.", "Ticket office for both the shuttle bus and the cable car at the Infopoint in Monte Carasso.", "Info, timetables, prices:", "Infopoint Monte Carasso, via El Cunvént 3 - tel. +41 (0)58 203 14 50  -  carasc@bellinzona.ch", "For ", " lovers the hilly area, lying on the right bank of the Ticino River, offers some of the most interesting wineries in the Canton. A stroll through their vineyards is strongly recommended and represents a truly enjoyable experience! However, these vineyards are very difficult to handle. Not only are they steep and difficult to access but, in recent years, there have been recurring raids by wild boars. It has been estimated that looking after these vineyards requires almost twice the amount of time needed for those found in the valley. However, their favourable position contributes to the quality of the grapes grown here, which is truly excellent. Constant exposure to sunshine and fresh mountain air means that the grapes ripen to produce several excellent cultivars.", "At Curzútt’s restaurant-hostel you can taste the wines produced on site from grapes cultivated in the old restored vineyard (with vines obtained from hybrids of different species) . ", "In the village of Monte Carasso, just a short walk from the cable car station, don’t miss a visit to the three wine producers of note: \"Cantina Settemaggio\" (by the Marcionetti family), \"Cantina Pizzorin\" (by Giancarlo Pestoni) and \"Cantina I Fracc\" (managed by Christian Rigozzi, brother of the famous, former Miss Switzerland). ", "In Sementina, where this excursion begins, you can visit the cellars \"Colli di Sementina\" and \"Azienda Mondò\".\n                                "]},
{"name": "Tamaro – Lema", "region": "Ticino", "category": "Trekking ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/trekking/tamaro-lema", "description": ["\n                                The crossing that from ", "\n                                ", "The excursion begins in Rivera from where you take the cableway. In only a few minutes you reach Alpe Foppa at an altitude of 1,530 meters. Here stands the church S. Maria degli Angeli designed by Mario Botta in the 90s. A destination for architecture lovers that appreciate both the firm lines – that characterize the building as if it were extending towards infinity – and the painting of artist Enzo Cucchi that adorns it.", "The Monte Tamaro region also offers a large choice of sports activities (", ", sledge course, paragliding, mountain bike) that, together with the restaurant and cultural and natural area, make it and interesting destination for leisure and entertainment.", "To start the crossing you must first go up to the peak of Monte Tamaro (1,962 m). The ascent takes almost two hours but it pays you back with a beautiful view. This is where a fairly easy up-and-down path begins following the mountain crest through peaks, slopes and pastures, finally reaching Monte Lema in the Malcantone (1,620 m). During the entire trail, the view opens up to the North onto Lake Maggiore, Centovalli, Verzasca Valley, Maggia Valley, Locarno and Bellinzona, while to the South you can sight Lugano with its valleys and lake. Sticking out in the distance are also the most majestic peaks of the Alps, like the Monte Rosa and the Matterhorn.", "It is an itinerary straddled between Ticino and Italy that lasts about 5 hours and that requires some training, not because of the difficulty (it is classified T2) but for its duration. From Monte Lema you can go down to Miglieglia with a comfortable cableway. Room and board are available at Alpe Foppa, Monte Tamaro and Monte Lema. You should foresee a good amount of water because the itinerary is poor in water sources and streams. The equipment must be apt for a mountain excursion.", "The walk can also be undertaken in the opposite direction. During the summer those with a combined ticket, purchased at the respective departure station, can use the shuttle service that brings  back to the departure point. We recommend leaving from Rivera and purchasing the combined ticket that includes entrance to the ", " aquatic park – a perfect way to enjoy a well-deserved moment of relaxation after the excursion.\n                                "]},
{"name": "Bolle di Magadino", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/protected-area-bolle-magadino", "description": ["\n                                Marshland, reeds, sand holms and floodplain forests (willows, poplars, white alders) are what forms the Bolle di Magadino landscape, a protected area around the mouths of the rivers Ticino and ", "\n                                ", "The protected area around the mouths of the rivers Ticino and Verzasca (nationally recognized as a site with particular natural and ecological interest) lends itself for people of all ages to take a walk enjoying the flora and fauna. The area, located along the shore of the ", ", is protected since the 1970s and is especially known as one of the last natural deltas in Switzerland. It is a preferred site for many species of migratory birds that, during their long journey from South to North, stop to rest and can be seen in the spring.", "Visitors can discover the area by following marked trails equipped with information boards in English, Italian and German, and enjoy observing the flora and fauna from especially raised lookout points. In the summer it is also possible to organize guided tours on appointment or boat trips (access with private boats is prohibited).", "For a first visit of the Bolle di Magadino it is recommended to start from the village of Magadino, accessible by boat from ", ". Upon arrival, you may continue on foot along the lakeshore to the marina, one of the three northern access points. The trail leads to the protected area, marked with a welcome sign illustrating the network of trails that visitors are required to follow.", "Following the trail to the river leads to the Lischedo area: the term ", " indicates a field, sometimes a marshy one, that in the past was scythed and the grass that was collected used in stables. From here you should turn right and walk through the lush vegetation to the main road. To complete the loop, you must proceed along the banks of the river Ticino to its mouth, located in the area named ", ".", "After periods of strong rains, it is recommended to use boots. The trails can be inaccessible if the water level of Lake Maggiore is high.\n                                "]},
{"name": "Botanical Park Gambarogno", "region": "Ticino", "category": "Parks ", "distance": "varies", "duration": "varies", "ascent": "varies", "link": "https://www.ticinotopten.ch/en/parks/botanical-park-gambarogno", "description": ["\n                                The Botanical Park ", "\n                                ", "The park, covering an area of over 17,000 square meters, is spread on the brow of the hill and on steep slopes of a small valley where two idyllic creeks flow. The local climate is characterized by sunny summers and sunless cold winters, ideal for the cultivation of camellias, rhododendrons, azaleas and magnolias.", "In the park there is also a nursery, with a wide selection of citrus fruits. Numerous gardening courses are organized throughout the year. ", "The park originated in 1955 when the nursery gardener Otto Eisenhut bought the land and founded a gardening business. He initially grew Christmas trees and later branched out into a nursery business. What opened his horizons was his encounter with two interesting personalities: Sir Peter Smithers, ex Secretary General of the Council of Europe and owner of a magnificent park in Vico ", ", and Piet Van Veen, a retired dentist of Dutch origin, with a passion for magnolias, camellias and irises. Moved by great zeal, Eisenhut thenceforth started expanding his assortment dedicating all his free time to the park while continuing his gardening business. Since 2000, the Foundation Parco Botanico del ", " takes care of its enhancement and ensures the continuity of this precious landscape.", "\n                                "]}
]