[
{"name": "Dufourspitze", "region": "Valais", "category": "Skitouring", "distance": "22,3 km", "duration": "9,0 h", "ascent": "1749 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Dufourspitze", "description": ["Start in the early morning when it's still dark. Steep at first, the terrain gradually flattens out slightly. At Sattel (4,355 m), you leave your skis and ascend the ridge. It is likely that crampons will be needed for this stage. The enjoyable ridge climb over snow, ice and rock takes you to the highest peak in Switzerland.", "The ascent route to the hut now becomes your descent route. You then head over the snow-covered Gorner Glacier back to Zermatt.", "Dufourspitze – Switzerland's highest point.", "Since summer 2020, the Dufourspitze has a new summit cross", "Long descent covering almost 20 km and 3,000 metres of elevation"]},
{"name": "Direttissima (Nr. 4)", "region": "Valais", "category": "Hiking trail", "distance": "4,5 km", "duration": "1,20 h", "ascent": "3 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Direttissima-Nr.-4", "description": []},
{"name": "Cross (Nr. 65)", "region": "Valais", "category": "Hiking trail", "distance": "4,3 km", "duration": "1,45 h", "ascent": "394 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Cross-Nr.-65", "description": []},
{"name": "Dirt Scooters on Schwarzsee", "region": "Valais", "category": "Cycling", "distance": "12,7 km", "duration": "1,20 h", "ascent": "36 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Dirt-Scooters-on-Schwarzsee", "description": ["Riders collect their downhill scooters from the Matterhorn glacier paradise valley station. A ride in one of the Matterhorn Express gondolas leads up to Schwarzsee (2,583 m): time to don helmets for the descent. The trail leads past the waters of the idyllic Schwarzsee and down towards Stafelalp. The lanes are not completely smooth, which adds to the sense of adventure!", "Bookable deal", "Bookable from approx. mid-June to mid-October", "Appropriate for children from age 12", "Group tariff"]},
{"name": "Crystal Trail (Nr. 7)", "region": "Valais", "category": "Mountain trail", "distance": "5,4 km", "duration": "1,45 h", "ascent": "51 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Crystal-Trail-Nr.-7", "description": ["This natural spectacle is world-famous. The Matterhorn stands solitary on the horizon. In the foreground is the Stellisee lake, with its mirror-like surface and crystal-clear water.   And floating on it, the inverted pyramid of the Matterhorn: perfection in nature!", "The view of the Findel Glacier is bewitching. The river of ice has been retreating for a long time now, as hikers can see clearly. Stretches of the trail lead along the former lateral moraines of the glacier."]},
{"name": "Drover Trail (Nr. 25)", "region": "Valais", "category": "Mountain trail", "distance": "7,6 km", "duration": "2,30 h", "ascent": "171 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Drover-Trail-Nr.-25", "description": ["Once, the huts in the bare rocky landscape at Trockener Steg relied on mule-drivers (“Säumer”) for the supply of provisions and wood for burning. Archaeological artefacts are constantly being found in this region (see note below). Today, the crag is home to the large cable car station with restaurants and shop. From here, visitors access the highest point in Europe that can be reached by cable car, at Matterhorn glacier paradise (3,883 m).", "The hiking trail traces a route through a landscape dominated by rocks, scree and boulders polished smooth by long-receded glaciers. The further the path descends, the greater the variety of vegetation. Whereas higher up, the main splashes of colour among the rock are provided by lichen, lower down, grasses, mosses and flowering plants adorn the trail, to the delight of nature lovers.", "Trockener Steg: from the restaurant terrace, striking view of the Matterhorn", "The Matterhorn Museum - Zermatlantis in the village, has archaeological finds from the area on display (stone axe, 3000–5000 BC)"]},
{"name": "Culture Trail (Nr. 36)", "region": "Valais", "category": "Theme trail", "distance": "9,2 km", "duration": "4,0 h", "ascent": "362 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Culture-Trail-Nr.-36", "description": ["These culture trails are a project supported by the “Alts-Zermatt” association, which aims to make local history more accessible. From Kirchplatz the trail leads via the Herbrigg into the valley and up to the hamlet of Zmutt and then over Furi back to the village.", "There are frequent stations along the way with information relating to cultural life of over 100 years ago – including information about a lynx trap, the management of meadows and fields,  climate change and a lot more.", "One of the highlight is undoubtedly the barn on the Herbrigg, which is considered one of the oldest in Europe.", "26 different info stations with QR codes for additional information", "Culture trail marked by brown signposts", "Basic hiking time: approx. 4 hours", "The themed trail is free of charge", "Further culture trails are planned"]},
{"name": "Furi Trail (Nr. 35)", "region": "Valais", "category": "Hiking trail", "distance": "4,9 km", "duration": "1,10 h", "ascent": "91 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Furi-Trail-Nr.-35", "description": ["Most of the time this lane is wonderfully tranquil, hardly anyone is about. Now and again, a squirrel bounds across the road; the views down into the valley and up to the mountains are gorgeous.", "Sunny and shady stretches alternate", "Beautiful woods (larches, Swiss stone pine)", "Appropriate for children from age", "Suitable for pushchairs", "Wheelchair-accessible road"]},
{"name": "Haute Route Chamonix-Zermatt", "region": "Valais", "category": "Skitouring", "distance": "94,3 km", "duration": "50,0 h", "ascent": "6700 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Haute-Route-Chamonix-Zermatt", "description": ["Chamonix and Zermatt: Two names that make any mountaineer’s heart beat faster. A multi-day ski tour links them both. Every day starts early, often when it’s still dark. There are tough ascents and fantastic descents, requiring both physical and mental stamina. Surrounded by the highest mountains in the Alps, you travel from hut to hut on an incredible route.", "The classic among ski tours", "From hut to hut", "Surrounded by the highest mountains in the Alps"]},
{"name": "Furi Suspension Bridge Trail (Nr. 17a)", "region": "Valais", "category": "Theme trail", "distance": "2,9 km", "duration": "1,0 h", "ascent": "175 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Furi-Suspension-Bridge-Trail-Nr.-17a", "description": ["Starting in Furi, the trail first leads through the hamlet and then up to the pioneer landscape with larch trees. A wooden walkway leads over a small stream. The path then continues through bushes, a small patch of moorland and a landscape of rocks, rubble and scree.  ", "The 100-metre-long suspension bridge, made of a lattice and cables of steel, leads from one side of the valley to the other. It’s completely safe to cross, but still require a little courage and a fairly good head for heights. Once on the other side, walkers find themselves once again in an idyllic mountain forest with larches, Swiss stone pines and squirrels.", "At the Gletschergarten Dossen (Dossen glacier garden), visitors can see what a glacier normally conceals: boulders polished smooth, glacial mills and strange rock formations.", "Further information on the ", " is also available online", "Dossen glacier garden with glacial mills and information panels", "Appropriate for children from age 4", "Playground and barbecue sites nearby", "Suspension bridge closed in winter"]},
{"name": "Furi-Stafel (Nr. 122)", "region": "Valais", "category": "Winter hiking", "distance": "4,9 km", "duration": "1,40 h", "ascent": "339 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Furi-Stafel-Nr.-122", "description": []},
{"name": "Riffelsee Lake Trail (Nr. 21)", "region": "Valais", "category": "Mountain trail", "distance": "3 km", "duration": "1,0 h", "ascent": "53 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Riffelsee-Lake-Trail-Nr.-21", "description": ["The surface of the Riffelsee lake is usually still, and so ideal for taking photos. This pristine alpine landscape promises visitors a complete break from daily reality at lower altitudes. The play of light and shadow among the clouds in the sky, the vast horizon, the views of the highest mountains in the Alps: all have an inspiring effect on visitors. “I’m coming back,” they say. “For sure.”", "Riffelsee lake: the most beautiful of photographic subjects, with reflection of the Matterhorn", "Appropriate for children from age 4", "On the Riffelhorn: climbing routes for experts", "Wealth of alpine flora", "Depending on season, wild animals can be seen (ibex in the Gaggenhaupt region)"]},
{"name": "Panorama Trail (Nr. 142)", "region": "Valais", "category": "Snowshoeing", "distance": "2,5 km", "duration": "1,30 h", "ascent": "10 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Panorama-Trail-Nr.-142", "description": ["When the Riffelhorn casts its dark shadow across the Riffelsee, evening is still a long way off. But this is a magical moment in winter, known as the blue hour. A calmness descends on the mountain; the ski pistes are far off. Take a deep breath and continue walking: soon the magnificent panorama reveals itself once again, with the Matterhorn, Obergabelhorn and Weisshorn. A winter’s day of fairy-tale beauty, sure to linger long in the memory.", "Marked approx. every 100 m with pink poles", "Guided tours bookable through the Zermatters"]},
{"name": "Circular Hike to the Suspension Bridge in Randa (Nr. 69)", "region": "Valais", "category": "Mountain trail", "distance": "8,6 km", "duration": "4,0 h", "ascent": "988 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Circular-Hike-to-the-Suspension-Bridge-in-Randa-Nr.-69", "description": ["The path begins at the Randa train station, where the \"Europabrücke\" signs point in the correct direction. Through larchwood forests and past the \"Hohtschugga\" viewing point, hikers reach the \"Charles Kuonen Suspension Bridge\". At 494 m, it is the longest pedestrian suspension bridge in the Alps. It takes almost 10 minutes to cross it and in the middle, swaying walkers are at the highest point: 85 m above the Grabengufer. After crossing, the path continues right back to Randa. As an option, one could make a detour to the Europa hut after the bridge.", "Suitable for the entire family", "One may not have a fear of heights", "The crossing of the bridge is free of charge", "Viewing point from \"Hohtschugga\" at 1,749 m", "The Europa hut (built 1998/1999) stands on stilts", "The Europa hut is on the Europa path, as the name suggests, and thus also on the Monte Rosa tour."]},
{"name": "Patrouille des Glaciers", "region": "Valais", "category": "Skitouring", "distance": "55,5 km", "duration": "18,0 h", "ascent": "4094 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Patrouille-des-Glaciers", "description": ["The start is worth seeing at least once in life. Days before the race, Zermatt teems with competitors training for the event, both women and men. The contest, organised every other year by the Swiss army, is regarded as the toughest of its kind in the world. Nevertheless, only a selection of teams that apply can take part as the number of places is limited. In 2014, however, the number of three-person teams permitted was raised from 400 to 1800. ", "The Patrouille des Glaciers leads from Zermatt via Arolla to Verbier through the spectacular high-altitude mountain regions of the Valais Alps. The event has its origins in border patrols during the Second World War. The PDG 2014 celebrated the 30th anniversary of the relaunch of the contest in 1984.", "Starts at the Bahnhofplatz in Zermatt, mostly late evening or very early morning", "Starts on various days at the end of April/beginning of May", "Bahnhofplatz/Bahnhofstrasse: entertainment for spectators around each category start", "Information brochure with starting times and details of entertainment available locally", "Civilian and military patrols from all over the world take part", "Teams of three: women, men and mixed teams", "Participants from Zermatt repeatedly achieve excellent results"]},
{"name": "Chamois Trail (Nr. 5)", "region": "Valais", "category": "Mountain trail", "distance": "5,8 km", "duration": "1,50 h", "ascent": "11 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Chamois-Trail-Nr.-5", "description": ["Zermatt is at the heart of one of Switzerland’s biggest wilderness areas, home to many chamois. Depending on season, walkers may spot mothers with their kids, perhaps also young male chamois or even a whole herd. It’s worth allowing plenty of time to stop along the way and observe them.", "Some of the animals may be resting on the ground, which makes them all but invisible to the untrained eye. Hikers who stop to scan the rocky outcrops and alpine pastures carefully should soon make them out.", "Alpine flora: Edelweiss (a protected plant)"]},
{"name": "Winter Wonder Trail (Nr. 146)", "region": "Valais", "category": "Snowshoeing", "distance": "6,4 km", "duration": "2,20 h", "ascent": "146 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Winter-Wonder-Trail-Nr.-146", "description": ["The snowshoe trail starts at the Riffelalp Resort and heads through forested areas and glades to Grünsee lake (crossing the Gornergrat Bahn rails at one point). Animal tracks can be seen along the way and if you keep your eyes peeled, you may see the odd wild animal or two. The trail continues to the snowy glacier foreland at Gant and on to the other side of the valley. Anyone who did the ", "in the summer will recognise many places. At the end of the trail, you can go back to Zermatt or climb up to the Sunnegga top station and take the underground funicular."]},
{"name": "Zermatt Forest Trail (Nr. 12)", "region": "Valais", "category": "Hiking trail", "distance": "6,4 km", "duration": "1,50 h", "ascent": "3 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Forest-Trail-Nr.-12", "description": ["When the sun shines on the forest, the resin of the larch and Swiss stone pines gives off a lovely scent. Take a deep breath and enjoy its soothing effect. All along this well-made gravel trail, there’s rustling in the foilage. Who will be the first to spot a squirrel gnawing at a pine cone? And who can identify the chattering call of the nutcracker, one of the local resident birds?", "Appropriate for children from age 4", "For pushchairs with large wheels", "Clear view of the Matterhorn", "Commanding view of Zermatt village", "Place of departure: Sunnegga - Tufteren (30 min.)"]},
{"name": "Zermatt Fitness Trail", "region": "Valais", "category": "Jogging", "distance": "3 km", "duration": "1,15 h", "ascent": "147 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Fitness-Trail", "description": ["Zermatt’s  fitness trail (Vitaparcours): a jogging and fitness circuit at the foot of the Matterhorn. The lush forest between the Zmuttbach river and Furi offers a beautiful setting for exercise. The route is varied, with the fitness stations at the prettiest locations in the mixed mountain woodland. The trail leads over meadows, past crags and over soft carpets of larch needles up to the hamlet of Blatten.", "Grippy trail surface, slippery only in very few places", "Pleasantly shady"]},
{"name": "Zermatt Panorama Trail (Nr. 9)", "region": "Valais", "category": "Theme trail", "distance": "2 km", "duration": "0,50 h", "ascent": "242 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Panorama-Trail-Nr.-9", "description": ["Hikers following the trail from north to south – in other words, from the Ritzengrat ridge down to Blauherd – have the Matterhorn in view throughout. The path leads through the Meisterswang area on the northern part of the Unterrothorn (known as the Rothorn). For hikers, the whole slope has the feeling of a mountain balcony thanks to the glorious views.", "The star of this trail is without doubt the Matterhorn. Information panels reveal fascinating facts about this world-famous mountain. Why do people say the Matterhorn is African? How was it formed? What role did the long-vanished Tethys sea play? Anyone curious about geological processes and the formation of the Matterhorn should explore this trail at least once.", "    Information panels in German, English, French, Japanese"]},
{"name": "Zermatt Circular Trail (Nr. 117)", "region": "Valais", "category": "Winter hiking", "distance": "6,5 km", "duration": "2,0 h", "ascent": "198 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Circular-Trail-Nr.-117", "description": ["From the train station, one walks to the far part of the village and then up to the hamlet of Blatten, where there is a wonderful view of a chapel waiting. Between Blatten and Moos, one crosses a wooden bridge before arriving at the enchanted winter forest near Moos.", "A highlight of the circular trail is the crossing of the Findelbach Bridge. This spectacular bridge is 93 metres long and about 50 metres above the Findelbach.", "The last section of the hike also passes through the forest again. The level AHV trail goes to Zermatt and back to the Bahnhof through the village.", "Suitable for children over 6 years old", "Baroque Maria Rosenkranzkönigin Chapel at Blatten", "Findelbach Bridge – one of the most popular photo opportunities around Zermatt"]},
{"name": "Wolli and the Climate Detectives", "region": "Valais", "category": "Theme trail", "distance": "21,2 km", "duration": "2,30 h", "ascent": "1601 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Wolli-and-the-Climate-Detectives", "description": ["Who can solve the puzzle of the seven missing glacier fleas? “Wolli and the climate detectives” is a mystery that starts at Zermatt Tourism, beside Zermatt’s railway station, with an audio guide and map. The ride on the Gornergrat Bahn cog railway is full of mystery as well as beauty. After a stop at the observation platform, it’s back down to Rotenboden for the walk to Riffelberg. Wolli, the Valais Blacknose sheep, and his friends, the squirrel, the alpine chough, the stone man and the Matterhorn, set seven puzzles along the way.", "As a result, the walk is great fun for kids, too. Will the young climate detectives manage to crack the code to the treasure chest on their return to the village? There’s a surprise waiting for them in the chest, located at the tourist office on Bahnhofplatz, by the station.", "Participation on the climate audio trail is, in principle, free. However every family member will require a train ticket for the Gornergrat Bahn.", "Fun and games in the mountains for the whole family", "Appropriate for children from age 6", "Stimulates children’s imagination", " and ", " are online available", "You can also borrow binoculars from Zermatt Tourismus with a deposit of CHF 20."]},
{"name": "Wisshorn Trail (Nr. 32)", "region": "Valais", "category": "Mountain trail", "distance": "14,2 km", "duration": "6,40 h", "ascent": "1326 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Wisshorn-Trail-Nr.-32", "description": ["This path, steep in parts, also includes a stretch through a small forest of larch. Once above the treeline, the vista is incomparable: Matterhorn, Weisshorn, Breithorn and an eagle’s-eye view of the village of Zermatt. Along the uppermost reaches of the trail, hikers can clearly see the droppings of the chamois that occasionally spend the night here.", "Take care in spring and autumn: shady stretches of the path can be icy", "Chance of spotting chamois and ibex", "It takes from the village up to Trift approx. 2 h"]},
{"name": "White Magic Trail (Nr. 143)", "region": "Valais", "category": "Snowshoeing", "distance": "4 km", "duration": "1,45 h", "ascent": "6 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/White-Magic-Trail-Nr.-143", "description": ["At first the trail leads over the pastures of Alp Hermetji before entering sparse woodland, where chamois may be seen, depending on time of day. In winter, these mammals have a thick, shaggy coat. Hikers who sit down for a while and remain still may well spot one, although chamois do not move about a great deal in winter.", "Pink poles mark the route approx. every 100 m", "Chance to observe wildlife along the way", "Guided tours bookable through the Zermatters"]},
{"name": "Via ferrata Schweifinen - Route C", "region": "Valais", "category": "Via Ferrata", "distance": "5,5 km", "duration": "3,30 h", "ascent": "791 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Via-ferrata-Schweifinen-Route-C", "description": ["Route C of the via ferrata Schweifinen leads up a vertical rock wall via a wobbly and swinging cable ladder: a step up in terms of both interest and difficulty. Next comes an exposed section with nothing under climbers’ feet other than the iron rungs fastened to the rock.   Since completing the three routes A, B and C requires time, stamina and a good level of fitness, climbers should plan carefully in advance and take account of weather conditions.", "For experienced via ferrata climbers", "Carved wooden statue of the Virgin Mary by Hugo Lehner from 1948", "Water tap, not connected", "Edelweiss"]},
{"name": "Village Forest Trail (Nr. 60)", "region": "Valais", "category": "Hiking trail", "distance": "4,5 km", "duration": "1,20 h", "ascent": "172 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Village-Forest-Trail-Nr.-60", "description": ["Sometimes the switch from stressful daily routine to restful mountain holiday happens all too quickly. Holidays are all about relaxing, so a day spent acclimatising on the valley floor is well spent. This gentle walk through forest and across pastures around Randa is ideal.", "Appropriate for children from age 4", "Beautiful view from valley floor towards the Klein Matterhorn"]},
{"name": "Via ferrata Schweifinen - Route B", "region": "Valais", "category": "Via Ferrata", "distance": "3,3 km", "duration": "2,15 h", "ascent": "425 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Via-ferrata-Schweifinen-Route-B", "description": ["Route B of the via ferrata Schweifinen, near Schweifinen/Turuwang, can be accessed in several different ways. Enthusiasts may try all of them. The heart of route B: the smooth, vertical and in places overhanging rock wall. The icing on the cake: a traverse along swinging tree trunks.", "For experienced via ferrata climbers", "Edelweiss"]},
{"name": "Village Route Bike Tour (Nr. 66)", "region": "Valais", "category": "Mountain biking", "distance": "11 km", "duration": "1,30 h", "ascent": "341 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Village-Route-Bike-Tour-Nr.-66", "description": ["The village route starts at the village square in the centre of Zermatt, located between Migros and the tennis court. The route heads along Wiestistrasse to Petit-Village, with lovely views of the village of the Zermatt and the majestic Matterhorn behind it. After enjoying the view, head via the village past Hotel Cervo to Restaurant Ried, a perfect place to stop for a rest and a bite to eat. Surrounded by the gentle rustling of the larch forests, the route then heads back into the village and up to the Winkelmatten area, where the small park near the chapel offers a different perspective of the Matterhorn. The benches are also perfect for another break. The route back to the starting point heads past the St. Mauritius parish church, through the English quarter and the old part of Zermatt village. It’s well worth climbing off by the ancient wooden houses and taking some time to admire the rural architecture.", "Sightseeing", "Viewpoints", "Incredible views", "Route on paved roads only"]},
{"name": "Via ferrata Schweifinen - Route A", "region": "Valais", "category": "Via Ferrata", "distance": "2,9 km", "duration": "1,15 h", "ascent": "314 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Via-ferrata-Schweifinen-Route-A", "description": ["An information panel shows the way to the start of the via ferrata on the Turuwang. Walking time from the railway station to the entry point: approx. 30 minutes. The via ferrata in Zermatt requires agility, a good head for heights and a sure foot. After the first section, there’s an ideal spot for a picnic. Close by is the Beresina hut.", " ", "This recalls the era of the Napoleonic wars. Valais had been occupied by Napoleon in 1799, and each municipality was required to provide a young man to enrol for combat in Russia. In Zermatt no one came forward, so a tempting offer was made: whoever signed up for military service would receive, on return from the Russian campaign, the stable with a lush pasture up on the Turuwang. At last a young man volunteered. At the battle of Beresina about 1,000 Swiss lost their lives, and the young man from Zermatt never came home.", "Exposed sections above the Triftbach river", "Edelweiss at eye level", "Appropriate for families with children from age 10"]},
{"name": "Breithorn Ascent", "region": "Valais", "category": "Alpine tour", "distance": "5,4 km", "duration": "3,30 h", "ascent": "415 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Breithorn-Ascent", "description": ["This tour is a perfect way to get a sense of high Alpine air for the first time but only for surefooted and experienced mountain hikers accompanied by a mountain guide. The tour includes climbing a glaciated four thousand-metre peak, and this is not to be underestimated. In the early morning, one takes the aerial tramway to Matterhorn glacier paradise at 3,883 m. The climb to the top and the descent afterwards lasts about three hours depending on the conditions. Even though the climb is not dizzying, the tour does offer a high Alpine mountain experience where one can live out the feeling of having one’s head already in outer space.", "Snow tour on the glacier", "The overall difficulty of the tour is given as “L” (easy)", "A mountain guide is recommended", "Warning: glacier crevasses"]},
{"name": "Tour Monte Rosa - Matterhorn", "region": "Valais", "category": "Multi-day hike", "distance": "164,1 km", "duration": "58,0 h", "ascent": "10654 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Tour-Monte-Rosa-Matterhorn", "description": ["The view into the different valleys in Switzerland and Italy is unforgettable. Hikers see not only the highest and most beautiful mountains in the Alps, but also mountain villages with different cultures and of incomparable character. The stage destinations are well-known: Zermatt, over the Theodul Pass to Cervinia, Alagna, Macugnaga, and back into Switzerland via the Monte Moro Pass, to Saas-Fee and Grächen. ", "The route leads anticlockwise around the Monte Rosa massif, an endlessly fascinating world of rock and ice.   Hikers also make a complete circuit of the Mischabel peaks and the 4,000-metre summits of the Nadelgrat ridge. A thrilling adventure that is simply unforgettable!", "Tour card with certificate and annual competition", "High above the Matter valley: glorious views of the Matterhorn"]},
{"name": "Breithorn", "region": "Valais", "category": "Skitouring", "distance": "17,8 km", "duration": "4,0 h", "ascent": "366 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Breithorn", "description": ["Starting from the Klein Matterhorn, the route on skis heads across the Breithorn plateau before turning north and heading towards the Western Breithorn summit. After only a few minutes, you’ll find yourself up close to the imposing mountains of snow, ice and rock that are clearly visible from the village. Depending on the conditions, skis can be left just below the magical 4,000-metre point and the last section can be completed on foot (with crampons). On arrival at the summit, there are stunning 360° views to enjoy, stretching from the Bernese Alps to France and over to Italy.", "360° views not just of the Valais Alps, but also the Bernese Alps and over to Italy and France", "Crampons may be needed depending on the conditions", "Long, exciting descent on the glacier back to Zermatt"]},
{"name": "Challenge Trail (Nr. 141)", "region": "Valais", "category": "Snowshoeing", "distance": "1,7 km", "duration": "1,0 h", "ascent": "1 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Challenge-Trail-Nr.-141", "description": ["Especially after fresh snowfall, this walk promises pure pleasure. Hikers following the leisurely trail barely notice the descent of about 300 vertical metres, so beautiful are the mountain vistas – taking in the Matterhorn, Klein Matterhorn, Breithorn and other peaks. Railway enthusiasts are also in for a treat, with fine views of the cog trains of the Gornergrat Bahn as they twist prettily and almost silently through the snow-blanketed landscape.", "From Gornergrat, set off left of the railway line", "Unusual route away from the ski pistes", "Pink markers approx. every 100 m along the route", "Photo subjects: Gornergrat Bahn cog railway and mountain panorama", "Stay on marked trail to avoid disturbing wildlife", "Guided tours bookable through the Zermatters"]},
{"name": "Tufteren–Europaweg–Täsch Bike Tour (Nr. 4)", "region": "Valais", "category": "Mountain biking", "distance": "12,8 km", "duration": "2,0 h", "ascent": "211 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Tufteren-Europaweg-Taesch-Bike-Tour-Nr.-4", "description": ["From Sunnegga a flat road takes you to the Tufterenalp, where the tour starts.", "At Tufteren, the trail continues over the famous Europaweg. On the Höhenweg heading towards Täschalp, there are some sections when you'll need to pedal a bit. Some points on the Europaweg are also exposed and it is recommended that you get off your bike and push.", "Some of the tour is on the road, from Täschalp to where it branches off on the single trail to Blasboden.  At the branch there is stream and a barbecue area for a final break before the descent to Täsch.", " ", " If you get tired sooner, you can decide to do “less” and branch off straight to Blasboden, avoiding the strenuous loop across the Täschalp.", " "]},
{"name": "Botanical Trail (Nr. 31)", "region": "Valais", "category": "Theme trail", "distance": "4 km", "duration": "2,10 h", "ascent": "732 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Botanical-Trail-Nr.-31", "description": ["Up on these high alpine pastures, the variety of colours among the flowers is endless. Spring gentians bring bright shades of blue, soon followed by various species of anemone and pasque flower, including Haller’s pasque flower (Pulsatilla halleri), a very rare species typical of Zermatt. Later still, the edelweiss appear. A special feature along this walk: you can observe edelweiss comfortably at eye level, just a couple of hundred metres after crossing the Triftbach river.", "Because so many different flowers blossom here, the variety of butterflies and other insects is also enormous. These include the beautiful but threatened Apollo butterfly (strictly protected).", "Special feature: small areas of “flat bog” located on steep slopes (one of the paradoxes of the botanical world)", "In flat bog areas: various orchids", "Right beside them, in dry areas: edelweiss", "Appropriate for children from age 8", "Ibex colony in the vicinity of the Pension Edelweiss / Alterhaupt", "Information panels in German, English, French, Japanese"]},
{"name": "Blauherd-Sunnegga Bike Tour (Nr. 5)", "region": "Valais", "category": "Mountain biking", "distance": "4,6 km", "duration": "0,30 h", "ascent": "88 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Blauherd-Sunnegga-Bike-Tour-Nr.-5", "description": ["The cable cars take you up to Blauherd. The trail to Tufteren heads left away from Blauherd station and is initially quite flat. It then becomes more technical and there are some sharp corners to manage. It continues like this until you get past Tufteren. It is well worth stopping occasionally and taking in the amazing views of the Matterhorn, Mettelhorn and Weisshorn.", "At the hamlet of Tufteren, the gravel path heads through the beautiful larch and pine forest to Sunnegga.", "The best time to ride this route is either early morning or late afternoon, as this route (Flower Trail) is very popular with hikers."]},
{"name": "Blauherd-Riffelalp Bike Tour (Nr. 23)", "region": "Valais", "category": "Mountain biking", "distance": "7,5 km", "duration": "0,52 h", "ascent": "103 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Blauherd-Riffelalp-Bike-Tour-Nr.-23", "description": ["From Zermatt, the funicular takes you to Sunnegga, where a cable car will then take you on to Blauherd. After Blauherd, the gravel path goes down to Grünsee.", "After Grünsee, the trail climbs up to Riffelboden and then down to Riffelalp.", "After Riffelalp, you can either ride back along the gravel path to Furi or follow the Gornergrat Classic route (no. 1).", "The more challenging version starts at Riffelalp and goes up to Blauherd.", " This route can also be ridden on an E-Bike."]},
{"name": "Blauherd-Fluhalp (Nr. 110)", "region": "Valais", "category": "Winter hiking", "distance": "2,2 km", "duration": "1,0 h", "ascent": "89 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Blauherd-Fluhalp-Nr.-110", "description": ["In winter, this must be the sunniest trail in Zermatt. It maintains a more or less steady altitude of 2,500 m, following first a track and then a path towards Fluhalp.", "Appropriate for children from age 4", "Chamois may be observed grazing on the slopes"]},
{"name": "5 Lakes Walk (Nr. 11)", "region": "Valais", "category": "Theme trail", "distance": "9,8 km", "duration": "2,30 h", "ascent": "165 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/5-Lakes-Walk-Nr.-11", "description": ["The path leads past the lakes of the Stellisee, Grindjisee, Grünsee, Moosjisee and Leisee. Each of these mountain lakes is very different in terms of shape, colour, character and size, and has its own special attraction. The Leisee is good for swimming: children love it. The Grünsee looks out over a rather more rugged landscape, where Swiss stone pines nevertheless manage to grow among the scree and sand. The shores of the Grindjisee are home to rare flowers. And so on – each one promises a unique experience.", "Appropriate for children from age 6", "Reflection of Matterhorn in Stellisee, Grindjisee and Leisee lakes", "Findeln Glacier moraine", "Swimming in the Leisee and Grünsee lakes", "Children’s playground at Leisee, good picnic site"]},
{"name": "Adventure Trail (Nr. 1)", "region": "Valais", "category": "Mountain trail", "distance": "4,3 km", "duration": "1,40 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Adventure-Trail-Nr.-1", "description": ["This route fully lives up to its name (Adventure Path), tackling 900 vertical metres over a distance of 4.1 km. In other words, a steep descent – or a challenging climb. Either way, it promises a thrilling hike. The view from the Ritzengrat ridge into the small and secluded Tufterkumme valley may reveal a surprise or two – such as a sighting of chamois.", "Impressive views of the Matterhorn, Weisshorn and other dramatic peaks."]},
{"name": "4 Lakes Bike Tour (Nr. 29)", "region": "Valais", "category": "Mountain biking", "distance": "12,1 km", "duration": "1,25 h", "ascent": "313 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/4-Lakes-Bike-Tour-Nr.-29", "description": ["The cable cars take you up to Blauherd. The stunning Four Lakes route (4-Seen-Tour) starts from here. After a brief descent, the route heads left to the first lake – Stellisee. Here you can see a stunning reflection of the Matterhorn in the lake.", "If you now fancy a coffee, head up to Fluhalp and enjoy the view from the terrace of the surrounding mountains.", "The route continues down to Grindjisee and Grünsee. In Grünsee, you can see a reflection of not only the Matterhorn, but other magnificent mountains as well.", "The last lake you reach is Moosjisee. It is a very different colour from the other three lakes. Moosjisee is a typical glacier lake, and this gives it its cloudy appearance. From there, the route heads back to Sunnegga."]},
{"name": "Arigscheis (Nr. 41)", "region": "Valais", "category": "Mountain trail", "distance": "9,4 km", "duration": "4,10 h", "ascent": "826 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Arigscheis-Nr.-41", "description": ["The name Arigscheis indicates that eagles have been seen here. “Ari” means eagle in the local dialect, and Arigscheis can refer to a spot where eagles land, nest or roost. This trail leads across the lower flanks of the Mettelhorn and the Aeschhorn.", "Metal ladder with safety cables in terrain (requires a good head for heights)", "Weisshorn, Täschhorn and Dom from an unusual perspective", "Wildlife (chamois, in lower area possibly roe deer)"]},
{"name": "The Gornergletscher over the Course of Time (Nr. 17b)", "region": "Valais", "category": "Theme trail", "distance": "7,6 km", "duration": "2,45 h", "ascent": "396 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/The-Gornergletscher-over-the-Course-of-Time-Nr.-17b", "description": ["The hike begins in a leisurely way. You walk over green mountain meadows and pass through sparse larch and Alpine pine forests. After the “Im Boden” area, you leave the hanging bridge on the left and arrive at the intersection of the two streams, the Furggbach and the Gornera; the latter is the outflow from the Gorner glacier. You cross the streams on small bridges, under which the streams murmur or change to thunderous grey behemoths depending on the time of year, weather, and the melt-off from the glacier. Then the path continues upwards along the left side of the Gornera. The landscape here is no longer “charming”; this is “pathfinder territory” where debris fields pile up the rubble while pioneer larch trees have already put down roots. In the valley below is the steep climb to the vantage point at Blattenten.", "Glaciers grow and shrink – over the centuries and the millennia. The Gorner glacier reached its maximum length between 1859 and 1865, then also in 1667, and in 1385. In between those milestones, the glacier retreated by about 1,000 m. There was hardly any glacial mass that could be called the Gorner glacier – in other words, it did not exist in the year 1,000 and during the century when Christ was born. The information boards along the signed theme way explain the phenomenon of glacier existence. ", "On the return path, the Dossen glacier garden can also be visited.", "There are ten boards along the path in German and English explaining the glacier world. The history of the “Im Boden” alp, which was buried under the advancing ice mass in the 19th century, is exciting. As is also the fact that the local people undertook a tree-clearing process to steal the valuable wood away from the greedy gullet of the advancing glacier."]},
{"name": "Alpine Garden (Nr. 21b)", "region": "Valais", "category": "Theme trail", "distance": "0,4 km", "duration": "0,30 h", "ascent": "27 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Alpine-Garden-Nr.-21b", "description": ["The Alpine Garden is right beside the Rotenboden mountain station and is also easy for people who are not familiar with mountains to reach. Numerous signs with QR codes help you to immerse yourself in a fascinating world of Alpine plants and learn more about them.", "The flora on the Gornergrat are found in one of the most biodiverse areas in the Swiss Alps, which is unique for its special position. Many plant species grow higher up here than in many comparable areas. ", "Easily reached, even for non-mountain lovers", "Easily combined with a visit to the Gornergrat", "Information boards available", "Follow the "]},
{"name": "Täschalp-Tufteren (Nr. 48)", "region": "Valais", "category": "Mountain trail", "distance": "6,2 km", "duration": "2,0 h", "ascent": "241 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taeschalp-Tufteren-Nr.-48", "description": ["The route from the Täschalp to Tufteren is one of the most beautiful hikes, high above the Matter valley. This section of the Europaweg has stunning views, running along the edge of the forest. After a 20-minute walk from the Täschalp, you’re rewarded with a view of the Matterhorn and the most fantastic panorama.", "View of the Matterhorn", "Chamois below the Ritzengrat ridge and Unterrothorn", "Täschalp: Cheese available to buy, including Swiss Ziger cheese (during the cows‘ grazing season)"]},
{"name": "360° Loop Gornergrat (Nr. 16)", "region": "Valais", "category": "Hiking trail", "distance": "0,5 km", "duration": "0,20 h", "ascent": "19 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/360-Loop-Gornergrat-Nr.-16", "description": ["The view from the 360° Loop Gornergrat is extremely memorable: before you lie the Monte Rosa massif with Switzerland’s highest mountain (Dufourspitze, 4,634 m), the second highest glacier in the Alps (Gorner glacier) and a panorama with 29 mountains over 4,000 metres, including the Matterhorn, all close enough to touch.", "The short high-altitude hiking trail starts and ends at the Gornergrat viewing platform and runs behind the Gornergrat peak. With a little luck you will see wild ibex.", "33-minute ride from Zermatt to the Gornergrat with the Gornergrat railway", "beneath the viewing platform: 3100 Kulmhotel Gornergrat (highest hotel in the Swiss Alps)"]},
{"name": "Täschalp-Weingartensee (Nr. 47)", "region": "Valais", "category": "Alpine trail", "distance": "8,9 km", "duration": "4,40 h", "ascent": "948 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taeschalp-Weingartensee-Nr.-47", "description": ["The trail leads at first to the Täsch hut, a popular base for mountaineers planning to climb the Alphubel, Täschhorn and Rimpfischhorn. The path then continues up to the Weingartensee along a former lateral moraine. Scree, rock and cliffs dominate the arid landscape, which has hardly any vegetation. Over the course of time, the lake has dried up. Nevertheless, the place remains a great hiking destination with a wonderful view.", "Dominating the landscape is the mighty Alphubel, more than 4,000 m high, whose shape and name suggests a hill rather than a mountain. In the local dialect, “Hubel” refers to a small, rounded mound or a hilly landscape.", "Variant: by taxi to Täschalp", "Region devoid of people; wonderful views", "Magnificent views of the Weisshorn, Zinalrothorn, Matterhorn", "Täschalp: cheese and Ziger soft cheese for sale"]},
{"name": "Täschalp Run", "region": "Valais", "category": "Trail running", "distance": "9,2 km", "duration": "1,5 h", "ascent": "916 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taeschalp-Run", "description": ["916 m of altitude must be overcome along the 8.9 km long course in the categories runner, folk runner and Nordic walking. The traditional alpine festival is part of the framework programme, mass at 11.00 am and canteen services accompanied by musical entertainment.", "Annual, at the beginning of July", "A mountain celebration for locals and visitors", "Registration at Täsch tourist office", "Täschalp: cheese and Ziger soft cheese for sale"]},
{"name": "Täschalp-Fluhalp (Pfulwe) (Nr. 46)", "region": "Valais", "category": "Alpine trail", "distance": "9,6 km", "duration": "4,55 h", "ascent": "979 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taeschalp-Fluhalp-Pfulwe-Nr.-46", "description": ["The trail climbs the steep valley of the Mellichbach river, where chamois often gather. The precipitous terrain at the foot of the Rimpfischhorn is home to particularly hardy life forms: pioneer plants and lichens colonise the scree, while now and again a bird of prey may be seen circling high in the clear mountain air. A cold breeze descends from the Längflue Glacier and its perennial snows.", "The trail leads past small nameless lakes up to the Pfulwe. This region is popular in winter among ski tourers and freeriders. The descent into the lush green landscape around Fluhalp reveals a fine view of the Schwarzgrat ridge of the Fluehorn.", "Wildlife-watching", "Often devoid of people", "View of the Monte Rosa massif and the upper Findel Glacier", "Täschalp: cheese and Ziger soft cheese for sale"]},
{"name": "Täsch-Zermatt Railway Trail (Nr. 50)", "region": "Valais", "category": "Hiking trail", "distance": "6 km", "duration": "1,55 h", "ascent": "198 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Zermatt-Railway-Trail-Nr.-50", "description": ["The path leads through a variety of terrain, across forest, meadows and pastures. Here the star attractions are the trains of the Matterhorn Gotthard Bahn – and, just before 9am and just after 5pm, the Glacier Express with its panoramic carriages. As walkers approach the large marmot colony, the furry rodents whistle in alarm and disappear into their burrows (the noise of the trains, however, does not disturb them at all). Hikers only have to sit still for a while for the charming creatures to appear again.", "At the Air Zermatt heliport at the entrance to Zermatt, weather permitting, walkers can watch the movements of the helicopters. The dramatic take-offs and landings are often a matter of life and death. On occasions, a helicopter will return from a mission with the mountain rescuer still balancing on the landing skid.", "Depending on season, alpine columbine and other mountain flowers", "Marmots", "Barbecue site with picnic area", "Appropriate for children from age 4"]},
{"name": "Täsch-Täsch Hut Bike Tour (Nr. 25)", "region": "Valais", "category": "Mountain biking", "distance": "10,2 km", "duration": "3,36 h", "ascent": "1269 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Taesch-Hut-Bike-Tour-Nr.-25", "description": ["The Täschalp taxi is a motorised way to help overcome the initial elevation gain to Täschalp. A reservation with the Täsch information office on +41 27 966 81 10 is essential.", "On Täschalp, there are some small chalets and a chapel. The view of the Weisshorn on the opposite side of the valley is incredible. It's well worth stopping for a rest.", "The trail continues up to the Täschhütte and is very steep in places. On the way up, another highlight of the route is the stunning view down onto the plain around the Mellichbach river.", " If you don't want to bike the last steep section from Täschalp to the Täschalp hut, you can head from Täschalp through the valley (towards Pfulwe). The trail runs parallel to the Mellichbach river, climbing gently into the valley for a little over 3 km. Being in the valley surrounded by the incredible mountains makes you feel very small! If the trail becomes too steep to ride up, then simply turn around.", "This route can also be ridden on an E-Bike"]},
{"name": "Zermatt-Zmutt (Nr. 121)", "region": "Valais", "category": "Winter hiking", "distance": "2,7 km", "duration": "1,20 h", "ascent": "330 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Zmutt-Nr.-121", "description": ["The hamlet of Zmutt is more than 500 years old. The traditional wooden chalets, huddled closely together, ooze romantic charm. The small white chapel can be seen from far off. The path leads through the hamlet before crossing the Zmuttbach river. Here, the winter cold creates beautiful arrays of icicles and ice walls, occasionally attracting ice climbers.", "Superb view of the north face of the Matterhorn", "Partly follows the ‘Matterhorn Trail’ with information boards about the famous peak"]},
{"name": "Zermatt-Täsch Railway Trail (Nr. 50)", "region": "Valais", "category": "Hiking trail", "distance": "6 km", "duration": "1,20 h", "ascent": "27 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Taesch-Railway-Trail-Nr.-50", "description": ["The path leads through a variety of terrain, across forest, meadows and pastures. Here the star attractions are the trains of the Matterhorn Gotthard Bahn – and, just before 9 am and just after 5pm, the Glacier Express with its panoramic carriages. As walkers approach the large marmot colony, the furry rodents whistle in alarm and disappear into their burrows (the noise of the trains, however, does not disturb them at all). Hikers only have to sit still for a while for the charming creatures to appear again.", "At the Air Zermatt heliport on the way out of Zermatt, weather permitting, walkers can watch the movements of the helicopters. The dramatic take-offs and landings are often a matter of life and death. On occasions, a helicopter will return from a mission with the mountain rescuer still balancing on the landing skid.", "Alpine columbine and other mountain flowers, depending on season", "Marmots", "Barbecue site with picnic area", "Appropriate for children from age 4"]},
{"name": "Zermatt-Zmutt (via Bielti/Furi) (Nr. 120)", "region": "Valais", "category": "Winter hiking", "distance": "3,7 km", "duration": "1,40 h", "ascent": "359 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Zmutt-via-Bielti-Furi-Nr.-120", "description": []},
{"name": "Zermatt Village Tour", "region": "Valais", "category": "City walking tour", "distance": "1,8 km", "duration": "1,30 h", "ascent": "47 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Village-Tour", "description": ["In the old village, beside the Grand Hotel Zermatterhof, about 30 ancient buildings show the traditional building style of the original Walser residents. The barns and grain stores, up to 500 years old, are a piece of living history and reveal how the mountain farmers of Zermatt once lived. The old village is located on square E8 of the plan of the resort. Anyone interested in the lifestyle of local people in days gone by should visit Zermatlantis, the Matterhorn Museum.", "Zermatt is also home to more than 100 hotels and numerous chalets, some ancient, others very modern. The resort does not, however, have any giant hotel blocks or flat roofs. Three hotels are particularly worth noting: the Monte Rosa (the first hotel in Zermatt), the Grand Hotel Zermatterhof and the Mont Cervin Palace. All three hotels have bars open to non-residents where visitors can experience all the hospitality and charm that characterise Zermatt’s hotel tradition. Squares E/F and 8/9 on the resort plan.", "The Bahnhofstrasse is Zermatt’s main street, and a delight to walk along at any time with its bars, restaurants, boutiques, souvenir shops, bakeries and shops selling cakes and chocolates. From the steps of the church of St. Mauritius or from the Kirchbrücke bridge, visitors enjoy a fine view to the south-west of the Matterhorn rising majestically into the sky. Depending on weather, the peak may be sparkling in the sunshine or adorned with clouds.", "Since 1961, Zermatt has been closed to traffic. The Bahnhofstrasse is the domain of horse-drawn carriages; strolling along the streets is a pleasure. In high summer, a herd of about 50 Valais Blackneck goats descends on the Bahnhofstrasse every day at about 9am and 5pm. With their twisted horns and long-haired, black-and-white coats, these photogenic animals are the secret stars of the Matterhorn village.", "Anyone who rises early to see the sunrise on the Matterhorn is treated to a magical sight. The pinnacle catches the very first rays from the sun, which gradually work their way down the east face of the Matterhorn as Zermatt awakens to a new day.", "Bahnhofstrasse for window-shopping and a stroll", "Photo point: Kirchplatz (church square: church steps, old wooden houses with Matterhorn in the background)", "Photo point: Kirchbrücke bridge (Matterhorn, solitary and majestic on the horizon)", "Old part of the village", "English church", "Mountaineers’ cemetery", "Monument to the mountain guides", "Matterhorn Museum - Zermatlantis", "July/August: procession of the goats - about 50 Valais Blackneck goats walk along the Bahnhofstrasse at about 9am and 5pm", "July/August: Zermatt’s summer of folklore with music (alphorn, accordion) at various locations in the village centre"]},
{"name": "Zermatt–Sunnegga Uphill Bike Tour (Nr. 22)", "region": "Valais", "category": "Mountain biking", "distance": "8,6 km", "duration": "1,30 h", "ascent": "663 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Sunnegga-Uphill-Bike-Tour-Nr.-22", "description": ["If you want to get active or dispense with rail travel, you can choose the “Zermatt–Sunnegga Uphill” for the journey to Sunnegga. The route starts in the village and first follows the asphalted road to Restaurant Ried, then continues on the Schotterstrasse through fragrant larch forests and on the Kiesstrasse.", "If you are familiar with the ski slopes in winter, you will recognise where you are from Patrullarve.  The route is sometimes steep, but the ascent is worth it. Just below Sunnegga you break through the edge of the forest and the mountain panorama, including the Matterhorn, suddenly opens up before you.", "At Sunnegga there are lots of opportunities to connect to other bike routes in practically every direction. There is something to suit everyone - a fun descent on the Sunnegga Flowtrail (F2), gourmet delights in Findeln, continuation of the route to the Riffelalp and so on.", "It is also feasible as an easy valley descent in the opposite direction.", "Connection to lots of other routes", "Lots of refreshment stops", "Easier on an e-bike"]},
{"name": "Zermatt-Furi (via Zum See) (Nr. 119)", "region": "Valais", "category": "Winter hiking", "distance": "2,4 km", "duration": "1,0 h", "ascent": "251 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Furi-via-Zum-See-Nr.-119", "description": ["After the last houses at the end of the village of Zermatt, the winter hiking trail starts climbing gently. In the forest, the Zmuttbach mountain stream soon appears, its boulders wearing snowy hats. In Zum See and Furi, there is a choice of places to stop for a bite to eat.", "Suitable for children aged 6 upwards"]},
{"name": "Zermatt-Sunnegga (via Tiefenmatten) (Nr. 115)", "region": "Valais", "category": "Winter hiking", "distance": "7,1 km", "duration": "2,45 h", "ascent": "704 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Sunnegga-via-Tiefenmatten-Nr.-115", "description": ["The Swiss pines are heavily laden with snow; a winter breeze whispers through the bare branches of the larches. The snow crunches underfoot as the trail winds gently from Zermatt up to the heights. A longer, flat stretch reveals occasional views through the snow-covered trees of the Matterhorn and the village. In Findeln, numerous restaurants offer a wide range of gastronomic treats. Depending on time of day, the Tiefenmatten area can be cold and shady, while Sunnegga basks in sunshine.", "Please observe the signs, as the path may be closed due to various winter hazards."]},
{"name": "Zermatt-Sunnegga (via Winkelmatten) (Nr. 112)", "region": "Valais", "category": "Winter hiking", "distance": "3,7 km", "duration": "2,0 h", "ascent": "641 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Sunnegga-via-Winkelmatten-Nr.-112", "description": ["When the view is this beautiful, a hike up into the mountains is doubly enjoyable. After Winkelmatten, the trail enters the protected forest above Zermatt and begins climbing through the dappled woods - there’s plenty of light, as larches lose their needles in winter. Now and again, walkers have a clear view of the Matterhorn. Above the treeline, the trail traces a route across sunlit snowy landscapes.", "In Findeln, walkers are spoilt for choice when it comes to restaurants; it’s a real gourmet Mecca. After a stop for refreshment, the trail winds along and across the ski piste up to Sunnegga.", "Wolli’s park for beginners at the Leisee (for young skiers)", "Leisee Shuttle funicular offers an alternative to a winter hike"]},
{"name": "Zermatt-Furi (via Blatten) (Nr. 118)", "region": "Valais", "category": "Winter hiking", "distance": "2,3 km", "duration": "1,0 h", "ascent": "256 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Furi-via-Blatten-Nr.-118", "description": ["After the last houses at the end of the village of Zermatt, this winter hiking trail starts climbing gently. The air is fresh and healthy and the sun is shining. Soon after the forest, you reach the hamlets of Blatten and Zum See, with a choice of restaurants. The trail then continues on to Furi, where you have a fantastic view of Zermatt.", "Suitable for children aged 6 upwards"]},
{"name": "Zermatt-Ried (Nr. 107)", "region": "Valais", "category": "Winter hiking", "distance": "2,2 km", "duration": "0,50 h", "ascent": "201 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Ried-Nr.-107", "description": ["The route starts in the ‘Wiesti’ quarter. After a flight of steps, the route leads past numerous luxury chalets where you can catch a glimpse of sumptuous interiors. In winter the gables all shine over the village, creating a romantic atmosphere. The trail continues towards ‘Eggen’ in the direction of Ried. At ‘Zer Bännu’, walkers can enjoy a lovely view over the village. The path leads past small, ancient stables before crossing snow-covered meadows and light woodland to reach Restaurant Ried.", "Suitable for children aged 6 upwards", "Beautiful view of the village", "Clear panoramic view of the mountains including the Matterhorn and Weisshorn"]},
{"name": "Zermatt-Furi (via Winkelmatten) (Nr. 116)", "region": "Valais", "category": "Winter hiking", "distance": "2,8 km", "duration": "1,0 h", "ascent": "199 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Zermatt-Furi-via-Winkelmatten-Nr.-116", "description": ["The trail starts in Winkelmatten, where walkers can enjoy a clear view of the Matterhorn, before leading over snowy expanses and past small hamlets and agricultural buildings. It then starts to climb into the mountains, sometimes steeply, before plunging into romantic Alpine forest.", "In Schweigmatten, a small barn stands on top of a big rock split in two, looking out over a wide snowy expanse. It’s like a scene from another era.", "Suitable for children from age 6", "Photo opportunity near Moos: stunning view of the Matterhorn", "Photo opportunity in Schweigmatten, near Furi: split rock with barn"]},
{"name": "Täsch-Randa (Nr. 131)", "region": "Valais", "category": "Winter hiking", "distance": "4,2 km", "duration": "1,10 h", "ascent": "17 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Randa-Nr.-131", "description": ["A winter hike along the flat valley floor is gentle and easy, great for children with families or less experienced walkers. The trail leads mostly along prepared paths; stretching away to the right is the snow-blanketed forest, a scene of fairy-tale beauty.", "Suitable for children aged 4 upwards", "Suitable for pulling sledges"]},
{"name": "Täsch toboggan run", "region": "Valais", "category": "Sledging", "distance": "3,6 km", "duration": "0,17 h", "ascent": "51 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-toboggan-run", "description": ["First, the hard work: tobogganists have to drag their sledges 450 vertical metres up the mountain. And then, the reward: a thrilling descent down the M-shaped route to the valley floor. The toboggan run in Täsch is especially popular among locals. ", "Breathtaking view from the Täschberg chapel down to Täsch", "View of the Matterhorn from Eggstadel"]},
{"name": "Täsch-Randa-Täsch Bike Tour (Nr. 31)", "region": "Valais", "category": "Mountain biking", "distance": "14,4 km", "duration": "1,45 h", "ascent": "292 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Randa-Taesch-Bike-Tour-Nr.-31", "description": ["This leisurely ride leads along the Vispa river and, on the other side of the valley, past meadows and scattered mountain forests.", "One of the highlights of this bike tour from Täsch to Randa is the view of the Randa landslide. A vast cone of fallen rock, with boulders as big as houses, bears witness to the cataclysm of 1991. A large chunk of the mountain descended in three slides, burying the railway, road and the Vispa river. Miraculously, no one was hurt. The bike trail leads past the spectacular sight.", "Many shady spots and barbecue sites ideal for resting and picnicking", "Wealth of alpine flora", "Alternating sunny and shady stretches", "This route can also be ridden on an E-Bike"]},
{"name": "Täsch Village Tour", "region": "Valais", "category": "City walking tour", "distance": "1,5 km", "duration": "1,0 h", "ascent": "32 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Village-Tour", "description": ["Among the attractions are the Trufferhaus along with many old stalls, which have been converted to living quarters. The old, renovated Valais houses as well as an old mill and the Backhaus all bear witness to past times and the living conditions of the village residents.", "Täsch was not always at the same location. Täsch was buried under a massive rockslide at Täschgufer sometime before 1400 according to the handed down tradition. The village was rebuilt at its present location around 1400. In the local dialect, “Gufer” means “scree” or “rubble.”", " ", "The Trufferhaus is one of the most valuable buildings in the village. It was built in 1766 and is therefore one of the village’s oldest structures. It is an example of the true Valais style with the south side timbered on wood and the north side built on stonework. It has been renovated but is not occupied. Here the Kronig brothers once lived who worked as blacksmiths, saddlers and coopers. Later, the building was the home of the Truffer family. Other renovated Valais houses in the village are beautiful subjects for those taking photographs.", " ", "Wherever one looks, large and small buildings can be seen that have the typical dark, weathered larch wood colouring. Until 1950, most of the residents made their living from farming. Barns, granaries and stables were their farm buildings. These are wooden structures for grain, stocks, provisions, cows and small animals. The barns are built on round, stone slabs, which keep the mice out. Granaries served as storage space for food, grain, flour and dried meat.", " ", "The catchment area of the stream reaches from the slopes of the Rothorn over the Rimpfischhorn to the Alphubel, all of which are mighty four thousand-metre peaks. The stream has behaved accordingly: it has been the cause of flooding several times: 1870, 1957 and 2001. Construction measures at Weingartensee, on Täschalp and in the streambed have quieted the stream. The Mattertal is a low precipitation valley. Therefore, it can happen that the waterfall at the beginning of the village is just a trickle.", " ", "Two old wooden structures always draw attention. Once or twice a year, the residents gather in the old Backhaus to bake sourdough bread together. The result is the typical Valais rye bread. And between Christmas and New Year, the Old Mill is brought back to life.", " ", "Families with children and those seeking relaxation will enjoy a refreshing swim in Schalisee. Grill with table and benches, small drinks and restaurant hut, playground, WC. Offered in summer: water-skiing, nearby golf course.", "Täsch village tour brochure is available with descriptions in the tourist office (in German)", "Photo stops: Täschalp with Alp farming, cows, cheese-making", "Departure point to countless SAC huts", "Hiking trails around the village and in the mountains", "Fireplaces and grills", "Children’s playground in the village", "July and August folklore evenings"]},
{"name": "Täsch-Lake Bike Tour (Nr. 32)", "region": "Valais", "category": "Mountain biking", "distance": "4,4 km", "duration": "0,25 h", "ascent": "33 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Lake-Bike-Tour-Nr.-32", "description": ["The route leads from Täsch station to the campsite and follows the Vispa stream to Schalisee.", "The lake is perfect for a break, picnic or swimming. Then the route continues via the Vispa and the main road to the old town of Täsch. As you walk through the village, you will soon see the station - the end of this route - again.", "This itinerary can also be done by e-bike"]},
{"name": "Täsch Panorama Trail (Nr. 130)", "region": "Valais", "category": "Winter hiking", "distance": "2,9 km", "duration": "1,10 h", "ascent": "47 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Panorama-Trail-Nr.-130", "description": ["The early bird catches the worm, or in the case of the Täsch Panorama Trail, the sunshine, as it sets early in winter, leaving the valley wrapped in the mountains’ shadowy embrace. The trail heads across wide snowy expanses on the valley floor before following the edge of the forest. After crossing the bridge over the Vispa river, the route climbs into picturesque mixed forest and then finally reaches an altitude of about 1,500 m, revealing magnificent views.", "Suitable for children aged 6 upwards", "Breathtaking views of the Mischabel mountains, including the Täschhorn and the Dom", "View of Täsch and Randa"]},
{"name": "Täsch Circular Trail (Nr. 42)", "region": "Valais", "category": "Hiking trail", "distance": "4,6 km", "duration": "1,10 h", "ascent": "28 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Circular-Trail-Nr.-42", "description": ["The circular path leads across a variety of terrain. Along the way, it passes the Täsch-Randa golf course as well as barbecue sites and play areas. It’s an ideal walk for families: great fun for all ages, with the additional draw of a dip in the Schalisee lake.", "Swimming in the Schalisee lake", "Appropriate for children from age 4", "Barbecue sites, playgrounds along the route", "WC and fountain along the trail", "Play opportunities along the way: football, volleyball", "Views of the Klein Matterhorn and Breithorn"]},
{"name": "Täsch Panorama Trail (Nr. 43)", "region": "Valais", "category": "Hiking trail", "distance": "2,9 km", "duration": "1,10 h", "ascent": "47 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Panorama-Trail-Nr.-43", "description": ["The path leads past the old houses of the village, then continues along a relatively flat stretch before climbing through the mountain woods. There’s no rush: the forest invites visitors to get to know its inhabitants. Who will spot the first roe deer?   Where are the playful squirrels? Who can see a nutcracker, pecking among the leaves on the forest floor? Ideal for families.", "Wildlife including roe deer", "Appropriate for children from age 6", "Mixed forest with Swiss stone pine and larch"]},
{"name": "Täsch Circular Trail (Nr. 132)", "region": "Valais", "category": "Winter hiking", "distance": "4,4 km", "duration": "1,10 h", "ascent": "32 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Circular-Trail-Nr.-132", "description": ["From the flat valley floor around Täsch there’s a lovely view of the Breithorn and the Klein Matterhorn. Families with children will enjoy the variety of landscapes on this circular trail.", "Suitable for children aged 4 upwards", "Suitable for Nordic walking"]},
{"name": "Täsch Cross-Country Ski Trail", "region": "Valais", "category": "Cross-country skiing", "distance": "10,1 km", "duration": "1,0 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Taesch-Cross-Country-Ski-Trail", "description": ["The flat terrain of the Täsch valley floor is perfect for beginners and those seeking a gentle cross-country skiing trail. The trail winds its way to the clubhouse at the golf club before heading back to Täsch parallel with the railway line. If you fancy a longer route, there are several options for adding on extra circuits. For example, shortly after the Aparthotel Monte Rosa, you can cross the street; this extra loop heads up to the highest point of the trail in Täsch and includes a thrilling descent. Further along the valley, at the golf club, you can either turn back towards Täsch or cross the Vispa river and do a circuit there.", "If you’d like more challenging terrain with ascents and descents, head for the Randa trail.", "Depending on the snow conditions, the Täsch and Randa trails are linked together.", "The trail in Täsch can be reached from Zermatt in 12 mintues by rail.", "There are two difficulty levels: easy (Täsch) and medium (some of the Randa trail)", "Changing facilities, lockers and toilets are available in the Matterhorn Terminal Täsch.", "Equipment can be rented at the Matterhorn Terminal in the \"ZERMATTERS Nordic Center Täsch\"."]},
{"name": "Swiss Topwalk (Nr. 23)", "region": "Valais", "category": "Mountain trail", "distance": "6,4 km", "duration": "3,0 h", "ascent": "890 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Swiss-Topwalk-Nr.-23", "description": ["Sweeping panoramic views accompany hikers all along this beautiful trail. Highlight: the reflection of the Matterhorn in the Riffelsee lake.", "For athletes keen to boost their red blood cell count, this trail with its vertical climb of 900 m offers excellent altitude training. One attraction is the option – good for the joints – to head back down to the village afterwards on the Gornergrat Bahn cog railway, enjoying panoramic views along the way, Matterhorn included.", "Observation platform on the Gornergrat", "Intermediate stations on the Gornergrat Bahn cog railway line, for a leisurely alternative to walking/running", "Part of route same as for Gornergrat - Zermatt Marathon (held every July)", "Interesting alpine flora"]},
{"name": "Swiss Stone Pine Trail (Nr. 14)", "region": "Valais", "category": "Hiking trail", "distance": "3,1 km", "duration": "1,10 h", "ascent": "5 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Swiss-Stone-Pine-Trail-Nr.-14", "description": ["The Vorderi Wälder region is a nature reserve, home to numerous roe deer. The Swiss stone pine, “King of the Alps”, is as much a feature of the Zermatt landscape as the Matterhorn and the glaciers. The wood, resin and needles of the Swiss stone pine contain a volatile substance called pinosylvin whose scent has a beneficial effect on humans. When a forest of Swiss stone pine is bathed in strong sunshine, the air is full of this soothing aroma.", "The forests of Swiss stone pine and larch offer a treat for the eyes, too: endless different shades of green all around, offsetting the copper colour of the forest floor due to the soft pine needles that cover the path. Another delightful surprise is the sight, at a bend in the path, of a waterfall plunging into the Findelbach river.", "The Swiss stone pine is also known as the Swiss pine, Arolla pine or cembra pine", "Swiss stone pines can grow to an age of 1,000 years and a height of 25 m", "Swiss stone pine needles grow in bunches of five", "At Riffelalp, in summer: Europe’s highest-altitude tram"]},
{"name": "Sunnegga-Tufteren (Nr. 111)", "region": "Valais", "category": "Winter hiking", "distance": "2 km", "duration": "0,30 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Sunnegga-Tufteren-Nr.-111", "description": ["A restful, romantic and sunny winter walk heading through an idyllic landscape, with snow lying thick upon the trees and crunching underfoot.", "Suitable for children aged 4 upwards"]},
{"name": "Sun Trail (Nr. 22)", "region": "Valais", "category": "Mountain trail", "distance": "3,1 km", "duration": "1,5 h", "ascent": "1 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Sun-Trail-Nr.-22", "description": ["This trail through a pristine alpine landscape offers the ultimate contrast to daily routine at lower altitudes. The play of light and shadow among the clouds in the sky, the distant horizons and the view of the highest mountains in the Alps invariably inspire visitors. “I’m coming back,” they say. “One day. For sure.” This is a pleasant and relaxing path, and does not require a good head for heights.", "On the Riffelhorn: climbing routes for experts", "View of the Matterhorn", "Wealth of alpine flora"]},
{"name": "Stafel-Schönbiel Hut Bike Tour (Nr. 26)", "region": "Valais", "category": "Mountain biking", "distance": "6,3 km", "duration": "1,40 h", "ascent": "520 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Stafel-Schoenbiel-Hut-Bike-Tour-Nr.-26", "description": ["After Stafelalp, a gravel path heads to a power plant. The path then goes left past the plant and opens out into a narrow trail. The landscape is different here – trees give way to an emptier landscape. The bike trail heads along the moraine of the Zmutt glacier. This section of the route is quite steep, but passable for experienced bikers. You soon reach the the last section of the the route. This bit is so steep that you will need to push your bike up to the hut. However, after taking a break, the descent makes it all worthwhile.", "There are two ways of reaching Stafel - you can either go from the village, or Furi, to Stafel or take the Matterhorn Express to Schwarzsee and then head down the gravel path to Stafelalp.", "This route can also be ridden on an E-Bike."]},
{"name": "Sunnegga Trail (Nr. F2)", "region": "Valais", "category": "Mountain biking", "distance": "6,3 km", "duration": "0,30 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Sunnegga-Trail-Nr.-F2", "description": ["The Sunnegga-Trail is easily reached by rail: in Zermatt just take the funicular up to Sunnegga. Once at the top, there’s a glimpse of the Matterhorn and off you go. The trail starts directly beneath Sunnegga Station and it’s great for beginners and professionals alike. Follow the trail for around six kilometres, dropping a total of 500m, you’ll find yourself back above Zermatt after a 30-minute ride through the woods.", "You can either tack the Sunnegga-Trail on to the end of a longer tour or simply ride the trail several times: it’s highly suitable for both options."]},
{"name": "Schwarzsee-Stafel (Nr. 123)", "region": "Valais", "category": "Winter hiking", "distance": "3,3 km", "duration": "1,0 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Schwarzsee-Stafel-Nr.-123", "description": ["There is no other winter hike that takes one as close to the Matterhorn as this one does. The hike goes from Schwarzsee to Stafel with an altitude descent of 380 m. The constant companion at one’s side: The Matterhorn North Wall. Until now, it has presented a real challenge to Alpinists, and there are very few very experienced mountain climbers who have attempted it.", "Idyllic chapel at Schwarzsee", "Good view of the Matterhorn North Wall"]},
{"name": "Schwarztor", "region": "Valais", "category": "Skitouring", "distance": "16,8 km", "duration": "4,0 h", "ascent": "117 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Schwarztor", "description": ["Starting from the Klein Matterhorn, the route on skis heads across the Breithorn plateau and along the Breithorn before heading to the 4,000-metre twins Castor and Pollux. This takes you to the Schwarztor, the gap between Roccia Nera (eastern end of the Breithorn) and Pollux. Ski tourers then enjoy a long, powder snow descent through a labyrinth of incredible crevasses and seracs down to the Gorner Glacier and on to Zermatt.", "Up close to the 4,000ers around Zermatt", "Spend the whole day on the glacier", "Challenging navigation on the descent"]},
{"name": "Rotenboden-Riffelberg (Nr. 113)", "region": "Valais", "category": "Winter hiking", "distance": "2,3 km", "duration": "1,0 h", "ascent": "7 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Rotenboden-Riffelberg-Nr.-113", "description": ["This particular fairy tale begins at Rotenboden, where the winter hiking trail leads off to the left. The loop towards the Riffelhorn is particularly special - depending on the time of day, the Riffelhorn casts cold blue shadows in winter and walkers can see and feel for a moment just how much the sun warms the landscape, and how cold it can be in the shade.", "The trail then heads up a small incline, where effort is rewarded with stunning views of the Matterhorn, before winding gently down to Riffelberg; children will love being pulled down this stretch on a sledge.", "Suitable for children aged 4 upwards", "Magnificent Alpine views of the Matterhorn, Weisshorn and other four-thousanders"]},
{"name": "Scenic Trail (Nr. 15)", "region": "Valais", "category": "Mountain trail", "distance": "2 km", "duration": "0,40 h", "ascent": "11 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Scenic-Trail-Nr.-15", "description": ["“Something for everyone” could be the motto of this trail. Mountain lovers are enchanted by the views of 29 mountains above 4,000 metres rising into the vast blue sky. Admirers of flowers find gentians, alpine anemones and other beautiful plants blossoming along the trail. Railway enthusiasts, meanwhile, enjoy glorious views of the Gornergrat Bahn cog railway and the chance to photograph trains from many different angles.", "Breathtaking views from the observation platform on the Gornergrat", "On show: 29 peaks above 4,000 m, the tallest mountains in the Alps"]},
{"name": "Riffelalp-Winkelmatten (Nr. 114)", "region": "Valais", "category": "Winter hiking", "distance": "4,2 km", "duration": "1,45 h", "ascent": "28 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Riffelalp-Winkelmatten-Nr.-114", "description": ["The treeline at Riffelalp announces the transition clearly: this is the beginning of the winter forest. The gnarled Swiss stone pines are heavily laden with snow; a cold winter breeze whispers around the naked branches of the larches. The snow crunches underfoot as the trail winds gently down to Zermatt.", "Walkers following this winter hiking trail late in the afternoon may well spot a roe deer, immobile, the colour of its coat barely discernible from that of the surrounding larches."]},
{"name": "Randa toboggan run", "region": "Valais", "category": "Sledging", "distance": "0,2 km", "duration": "0,5 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Randa-toboggan-run", "description": []},
{"name": "Schwarzsee-Aroleid (Nr. 124)", "region": "Valais", "category": "Winter hiking", "distance": "2,1 km", "duration": "0,39 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Schwarzsee-Aroleid-Nr.-124", "description": ["In the summer months, the Schwarzsee top station is the starting point for the climb to the ", ", the base camp for the Matterhorn ascent. During the colder months, you meet skiers and snowboarders, snowshoe and winter hikers.", "Starting from the top station, the winter hiking trail heads below the Matterhorn past the frozen lakes and soon reveals the view of Zermatt and the stunning panorama from Ober Gabelhorn across to Breithorn and the Bernese Alps in the background. The trail proceeds steadily downhill to the Aroleid middle station, where the cable car goes back via Schwarzsee to Zermatt."]},
{"name": "Schaliberg (Nr. 64)", "region": "Valais", "category": "Hiking trail", "distance": "7,5 km", "duration": "3,45 h", "ascent": "630 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Schaliberg-Nr.-64", "description": ["Hikers should not underestimate this walk: the ascents total nearly 900 vertical metres. But the efforts are well worthwhile, because the trail leads through an exceptionally diverse and attractive landscape. Nature lovers will enjoy the rich alpine flora.", "Rötiboden: ideal spot for a picnic", "View of the Schalisee lake"]},
{"name": "Riffelalp Trail (Nr. 20)", "region": "Valais", "category": "Hiking trail", "distance": "4,2 km", "duration": "1,30 h", "ascent": "26 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Riffelalp-Trail-Nr.-20", "description": ["This path leads mainly through typical mountain forest. At times, it reveals views of the Matterhorn and the green rise of the Schafberg, where the gondolas of the Matterhorn Express glide up to the heights. With the warmth of the sunshine, the trees – gnarled Swiss stone pine trees and arrow-straight larches – release a soothing scent. Whenever a breeze blows, the sound of rustling pine and larch needles fills the air.", "Anyone seeking relaxation or an opportunity for quiet contemplation will enjoy the pure air and mountain light, the scent of resin and of the forest floor, and the whispering of the trees.", "Nature reserve: roe deer may be seen.", "Chance to spot nutcrackers, typical birds of the mountain forests"]},
{"name": "Riffelberg-Trail (Nr. F3)", "region": "Valais", "category": "Mountain biking", "distance": "7,2 km", "duration": "0,15 h", "ascent": "4 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Riffelberg-Trail-Nr.-F3", "description": ["The Riffelberg Trail can be reached on the Gornergrat Bahn from Zermatt or the Riffelberg Express from Furi. It’s also the ideal route back after completing the “Gornergrat Classic (No. 1)” flagship trail. After a few hundred metres, it goes over the tunnel next to the Gornergrat Bahn before heading down a flowy section next to the Riffelalp meadows. The trail then briefly heads along the gravel road as the flow trail here is still under construction. There’s time to relax a bit at this point and take in the breathtaking view of the Matterhorn. Shortly after the Riffelalp, you reach the last section, perfectly integrated into its natural surroundings. Those who like it flowy can take a cautious approach to the steep bends, while those who prefer more action can take off on the jumps. At the end of the trail, you can head back up again on the Riffelberg Express or connect to the Moos Trail leading to Zermatt.", "Suitable for all levels, from families to ambitious bikers", "Ideal route back from the Gornergrat, with a link to the Moos Trail", "Restaurants along the route", "Middle section still under construction", "On the Gornergrat Bahn the bike transport is limited. Information: "]},
{"name": "Randa Forest Trail (Nr. 66)", "region": "Valais", "category": "Hiking trail", "distance": "5,9 km", "duration": "2,20 h", "ascent": "493 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Randa-Forest-Trail-Nr.-66", "description": ["The landscape around Randa offers a glimpse of the ancient alpine protective forests of towering larches and Swiss stone pines. In this world of moss-covered rocks and sinister boulders, twisted tree trunks and lichen and a forest floor as soft as a carpet, imaginations run wild. A delight for families!", "Appropriate for children from age 6", "Medelplatte rock ledge with wayside shrine and statue of the Virgin Mary", "Chüebodmen with small chapel dedicated to the Virgin Mary"]},
{"name": "Randa Fitness Trail", "region": "Valais", "category": "Jogging", "distance": "2,5 km", "duration": "2,30 h", "ascent": "37 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Randa-Fitness-Trail", "description": ["The fitness trail is an enjoyable fitness circuit for jogging enthusiasts. The lush forest on either side of the Wildibach river offers a beautiful setting for exercise. The route is varied, leading over grass, tree roots and around boulders, stopping at fitness stations at the prettiest locations in the mixed mountain woodland.", "Grippy trail surface, slippery only in very few places", "Pleasantly shady"]},
{"name": "Pfulwe", "region": "Valais", "category": "Skitouring", "distance": "19,7 km", "duration": "5,0 h", "ascent": "816 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Pfulwe", "description": ["The ascent on touring skis from Fluhalp up to the Pfulwe takes around two hours. Arriving at the Pfulwe, you can enjoy panoramic views of some of the most incredible four-thousanders in the Alps - the Allalinhorn and Rimpfischhorn, the Monte Rosa massif, Matterhorn, Dent Blanche and as far as the Weisshorn. The effort of the ascent is worth it, as the descent that follows covers around 1,100 metres on powder snow slopes to Täschalp and then further downhill to Täsch. From Täsch, you can head back to Zermatt either by taxi or using the shuttle train.", "For beginners and less experienced skiers", "Peace and seclusion despite being accessible", "Long, powder snow descent"]},
{"name": "Randa Village Trail (Nr. 133)", "region": "Valais", "category": "Winter hiking", "distance": "4,7 km", "duration": "1,30 h", "ascent": "172 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Randa-Village-Trail-Nr.-133", "description": ["The Randa Village Trail promises a restful walk close to this beautiful village. The trail heads across snowy white expanses before climbing 250 metres up to gorgeous panoramic views of the village and the mountains.", "Suitable for children aged 6 upwards"]},
{"name": "Peak Collection Rothorn (Nr. 10)", "region": "Valais", "category": "Theme trail", "distance": "0,3 km", "duration": "0,30 h", "ascent": "9 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Peak-Collection-Rothorn-Nr.-10", "description": ["The open-air exhibition of the Peak Collection offers mountain enthusiasts a new view of the alpine world. Mountain guides carried stones from the summits of the mountains portrayed and articulated their own experiences of each peak in individual texts that carry their signatures. Stones, words and images come together through the work of the mountain guide Willy Taugwalder. The sculptures are arranged in a 100-metre circle around the Restaurant Rothorn and evoke the character of the different mountains.", "18 metal sculptures, each dedicated to one or two mountains", "Texts by the mountain guides and information on the height of each mountain, date of first ascent with names of climbers in German, French, English, Japanese", "Appropriate for children from age 4"]},
{"name": "Platthorn / Mettelhorn (Nr. 33)", "region": "Valais", "category": "Alpine trail", "distance": "10,8 km", "duration": "5,20 h", "ascent": "1881 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Platthorn-Mettelhorn-Nr.-33", "description": ["This demanding trail into tranquil nature rewards hikers with breathtaking views of the village and the many 4,000-metre peaks around. The glacier on the Platthorn and Mettelhorn has retreated considerably; here, caution is required.", "Towering over the upper part of the Triftchumme, below the Furgghorn (3,392 m), are the Böse Tschuggen, which means “evil cliffs” in the local dialect. Geographical features acquire their names for good reason.", "Information at the Bergasthaus Trift hotel: find out about current risk situation!", "Nearby: eagle’s eyrie", "Abundant wildlife including chamois"]},
{"name": "Pensioners' Trail / Lower High-Altitude Trail (Nr. 4a)", "region": "Valais", "category": "Hiking trail", "distance": "2,2 km", "duration": "1,0 h", "ascent": "55 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Pensioners-Trail-Lower-High-Altitude-Trail-Nr.-4a", "description": ["The Pensioner's Trail is by no means reserved for older walkers. It leads from the Winkelmatten chapel uphill to the tracks of the Gornergrat Bahn: a good chance to see the working mechanism of a rack-and-pinion railway close up. The trail then flattens out. Below, to the left, lie the hotels and houses of Zermatt, offering an occasional glimpse of an interior. Finally the path leads into the forest.", " – adventure trail with puzzle story", "Accessible for pushchairs with large wheels", "Beautiful larch woods", "Steps back down to the village"]},
{"name": "Pensioners' Trail / Lower High-Altitude Trail (Nr. 109)", "region": "Valais", "category": "Winter hiking", "distance": "2,2 km", "duration": "1,0 h", "ascent": "55 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Pensioners-Trail-Lower-High-Altitude-Trail-Nr.-109", "description": ["The trail climbs gently to a level where the views alternate between lush woodland and the rooftops of Zermatt. But the Pensioners' Trail is by no means intended only for older walkers. It leads from the Winkelmatten chapel up to the tracks of the Gornergrat Bahn: a good chance to see the working mechanism of a rack-and-pinion railway close up. The trail then flattens out; below, to the left, lie the hotels and houses of Zermatt, offering an occasional glimpse of an interior. Finally the path leads into the snow-blanketed forest, and an atmosphere of tranquil wintry seclusion.", "Appropriate for children from age 4", "Suitable for pulling sledges", "Beautiful larch woods", "Steps back down to the village"]},
{"name": "Randa Cross-Country Ski Trail", "region": "Valais", "category": "Cross-country skiing", "distance": "4,8 km", "duration": "0,45 h", "ascent": "208 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Randa-Cross-Country-Ski-Trail", "description": ["The terrain in the valley floor in Randa is not as flat as Täsch. If you’re seeking a technical challenge, then Randa is the right place. The cross-country skiing trail – for both classic and skate skiing – is bristling with tricky ascents and thrilling descents and requires fitness, technical ability and muscle strength.", "The majority of the Randa trail winds through snowy woodland. The highest point of the trail is reached after around 1.5 kilometres and is followed by the first exciting descent, past Camping Attermenzen and back towards Randa. The trail topography here is also hilly and you need all your concentration to ensure you don't end up falling in the snow on the short descents.", "If you’d prefer less challenging terrain, head for the easier trail in Täsch.", "Depending on the snow conditions, the Täsch and Randa trails are linked together.", "The trail in Täsch can be reached from Zermatt in 12 mintues by rail.", "There are two difficulty levels: easy (Täsch) and medium (some of the Randa trail)", "Changing facilities, lockers and toilets are available in the Matterhorn Terminal Täsch.", "Equipment can be rented at the Matterhorn Terminal in the \"ZERMATTERS Nordic Center Täsch\"."]},
{"name": "Matterhorn Glacier Trail (Nr. 26)", "region": "Valais", "category": "Theme trail", "distance": "6,6 km", "duration": "2,0 h", "ascent": "174 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Glacier-Trail-Nr.-26", "description": ["The trail offers hikers insights into the phenomenon of glacier retreat. The path displays what the melting glacier leaves behind, shows the conditions it creates for plant and animal life, and reveals how humans make use of the remains from the river of ice. Now and again, a gentle breeze descends from the glacier: a cold kiss from the perennial snows. It smells of snow, ice, stone, water and the purest mountain air.", "Since the Little Ice Age around 1850, the Furgg and Theodul Glaciers have retreated by more than three kilometres. Information panels at various key points tell the fascinating story.", "Information panels in German, English, French and Japanese", "Numerous small lakes to be seen", "Landscape of rock and scree sculpted by the former glacier", "Anyone finding historical artefacts is required to hand them in to the tourist office, to be passed in turn to the canton’s archaeologists."]},
{"name": "Matterhorn Ascent", "region": "Valais", "category": "Alpine climbing", "distance": "3,9 km", "duration": "8,30 h", "ascent": "1218 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Ascent", "description": ["On the day before the climb, one takes the cable car from Zermatt (1,620 m) to Schwarzsee (2,583 m). From there, one follows the hiking trail to the Hörnli Hut Matterhorn (3,260 m). The climb to the hut takes about two hours. One should not arrive too early, since the hut is only ready for occupancy after 3 pm. After dinner, a discussion of the schedule plan for the next day takes place and the equipment is controlled. And then it is time to go to sleep. Because the hut warden wakes climbers at 4 am, and after breakfast, it is time to put on the climbing harness, hiking boots and helmet. ", "Climbers with mountain guides form a column and set off by foot first. In the dark, it is difficult to find the correct path; here, a mountain guide and a headlamp are necessary. It is very important to walk carefully on the loose gravel, because every misstep could start a rockslide for the following climbers. ", "The enjoyment of climbing on the Hörnligrat is a real pleasure for the mountain guides if one is fit enough to do so. The experience at the summit is unforgettable. Once one is at the top, there is a breath-taking panorama in every direction: Mont Blanc, the Grande Paradiso of the Bernese Alps and below the Liongrat towards Italy, the steep north face and the Mattertal.", "The climbers, who made the first ascent already used this route to conquer the Matterhorn in 1865. The Hörnligrat is primarily gneiss, which means that the danger of sliding and falling rocks is great. For this reason, it is important to engage a mountain guide for the climb. If one is just one metre off the route, one is already subject to falling rocks or can cause that. There are a few famous places that one passes on the way to the top: during the ascent past the protecting Madonna, at Grampiturm, yellow stripe, faules Eck (lazy corner), bite, lower and upper Moseley plate, Solvay Hut, shoulder, fixed rope, roof, Swiss summit (4,478 m), Italian summit (4,477 m) with metal peak cross. The Solvay Hut at 4,003 m) on the Hörnligrat was built in 1915, and is only a hut for shelter when climbers have an emergency.", "Climbing difficulty 4", "The overall difficulty of the tour is given as “ZS+”", "The new Hörnli Hut Matterhorn opens after July 2015 as part of the 150 anniversary of the first ascent of the Matterhorn", "A mountain guide is strongly recommended", "The route along the Hörnligrat is usually hard to find", "In part, exposed climbing sections with a risk of falling", "Absolutely sure footed and free from vertigo required"]},
{"name": "Marmot Trail (Nr. 8)", "region": "Valais", "category": "Theme trail", "distance": "3,8 km", "duration": "1,10 h", "ascent": "7 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Marmot-Trail-Nr.-8", "description": ["Marmots are fascinating animals, comical creatures whose shrill warning whistles can be heard from far away. This path offers an ideal opportunity to watch the antics of these furry rodents, which live in burrows and are active by day. Walkers may be lucky enough to enjoy the charming sight of the young leaving the burrow for the first time.", "Appropriate for children from age 4", "Panels describe the life of the marmots (in German, English, French, Japanese)", "Wood sculptures along the trail", "Marmot observation posts at Sunnegga"]},
{"name": "Matterhorn Trail (Nr. 29)", "region": "Valais", "category": "Theme trail", "distance": "9,8 km", "duration": "2,55 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Trail-Nr.-29", "description": ["All kinds of stories are told about the Matterhorn: folk talks, legends, amusing anecdotes… This trail, which presents the world-famous mountain from quite close up, features a series of information panels that cover many different aspects of the iconic peak.", "Did you know that the Matterhorn was made by giants from Valtournenche? Or that there were once plans to build a lift to the summit of the Matterhorn (see literature note)? Carved wooden sculptures beautifully depict different themes and stories.", "Idyllic chapels at Schwarzsee and in Zmutt", "Good view of the north face of the Matterhorn", "Information panels in German, English, French, Japanese"]},
{"name": "La Traversata", "region": "Valais", "category": "Skitouring", "distance": "7,7 km", "duration": "4,0 h", "ascent": "233 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/La-Traversata", "description": ["This ski tour starts at the Furggsattel mountain station. From there, it takes an hour to reach the entry point for the winter via ferrata “La Traversata”. With your skis on your backpack, you then climb the via ferrata – this takes about an hour – until reaching the historic Furggen mountain station (3,500 metres). To finish off, strap your skis back on and enjoy a 1,500 metre-long freeride descent to Italian Breuil-Cervinia, with the south face of the Matterhorn behind you all the way.", "Climb rock and ice with skis on your backpack (and crampons)", "Only for confident alpinists with a head for heights", "Excellent skiing abilities and ski tour experience required"]},
{"name": "Mark Twain Trail (Nr. 18)", "region": "Valais", "category": "Hiking trail", "distance": "3,4 km", "duration": "0,50 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Mark-Twain-Trail-Nr.-18", "description": ["Recommended: \"Climbing the Riffelberg\", a booklet containing the narrative in both English and German. In it, Mark Twain (1835–1910) mocked the enormous fuss that surrounded expeditions in the 19th century to explore the mountains around Zermatt.", "Hikers who have prepared for their own personal expedition by reading the charming booklet can visit the Hotel Riffelberg right at the start of the trail to breathe some living alpine history. This is Zermatt’s oldest mountain hotel, built in 1855, and Mark Twain very probably spent the night here.", "The trail then leads gently down to Riffelalp, where the Riffelalp Resort stands today. The original hotel was built between 1874 and 1884. It can be assumed that Mark Twain saw the hotel under construction, because he arrived in Zermatt on 27 August 1878 and stayed for a considerable time.", "The hike and the booklet together promise a wonderfully entertaining experience, complete with glorious views of the Matterhorn, Weisshorn and the famous 4,000-metre peaks that frame Zermatt way below."]},
{"name": "Matterhorn Tour", "region": "Valais", "category": "Multi-day hike", "distance": "147,3 km", "duration": "60,0 h", "ascent": "10353 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Tour", "description": ["A tour de force for expert and fit hikers with extensive experience of the high mountains. 60 hours of hiking, 13,000 vertical metres and 148 effective kilometres: a supreme adventure! The route leads high and low, via countless famous locations: Zinal in the Val d’Anniviers, Lac de Moiry, Arolla, Haut Glacier d’Arolla, Col Collon. And then into Italy: Lago Place Moulin, Tola, Torrente Marmore and Breuil/Cervinia, Zermatt’s neighbouring resort, familiar to skiers. The trail finally leads back into Switzerland via the Theodul Pass and the Theodul Glacier.", "The Matterhorn from all sides", "Circuit of the Weisshorn, Dent Blanche and Matterhorn", "Wide variety of villages with different mountain cultures", "Tour through Switzerland and Italy", "Numerous operators in Switzerland and Italy feature this tour as a guided trek in their programmes"]},
{"name": "Larch Trail (Nr. 28)", "region": "Valais", "category": "Theme trail", "distance": "4,4 km", "duration": "1,40 h", "ascent": "62 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Larch-Trail-Nr.-28", "description": ["In autumn, this hike promises a very special experience. The larch needles change colour from green to yellow and then rust-red. Here, it’s easy to understand why walkers talk so enthusiastically about golden autumn walks. In winter, the trees are bare.", "For centuries, local people hunted nutcrackers. These birds were considered pests: because their diet consists mainly of pine seeds, it was thought they prevented regeneration of the forest and hindered growth of new trees.", "Only in the 1950s did scientists discover the secret of the nutcracker. On balance, these birds are of great benefit to the forest: the relatively heavy seeds of the Swiss stone pine are not dispersed by wind, as with other species of conifer, but through the activities of the nutcracker. Each bird gathers between 30,000 and 100,000 seeds a year, which it buries in the ground as a food supply. In winter, it has to dig up to 1 m deep in the snow to retrieve them. However, it does not find all the seeds again…", "Larch wood is extensively used as a building material in Valais", "Larches are resistant to vermin (because of high levels of resin)", "Larches lose their needles in late autumn", "Information panels in German, English, French, Japanese"]},
{"name": "Hörnli Trail (Nr. 27)", "region": "Valais", "category": "Alpine trail", "distance": "4,3 km", "duration": "2,15 h", "ascent": "693 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hoernli-Trail-Nr.-27", "description": ["Anyone visiting Zermatt should take this path at least once. It was here that the first climbers to conquer the Matterhorn set off for their ascent on 14 July 1865. Of the seven mountaineers, only three returned to the village of Zermatt, including the British climber Edward Whymper.", "At the Hörnli Hut, visitors can really feel, touch and experience the Matterhorn, which towers majestically above the building. The climbing route leads from here via the Hörnligrat ridge up to the summit. From the hut’s terrace, visitors can watch the mountaineers (binoculars required) beginning their ascent before dawn, equipped with head torches. It’s fascinating to watch. Is it a smooth climb? Have they reached the Solvay hut (4,003 m) yet? Are they managing to scale the “shoulder”? How quickly will they reach the summit?", "Trail leads past the idyllic Schwarzsee lake with chapel", "Accommodation in the Hörnli Hut Matterhorn (reservations required)", "Best time of year for spotting mountaineers scaling the Hörnligrat: August–September", "Photographic subject: the Matterhorn, close up"]},
{"name": "Kickbike on Sunnegga", "region": "Valais", "category": "Cycling", "distance": "7,1 km", "duration": "0,45 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Kickbike-on-Sunnegga", "description": ["A kickbike is like a cross between a bike and a scooter, great fun to ride for people of all ages. From Sunnegga, the trail leads initially towards Tufteren, past ancient Swiss stone pine trees and tall larches. At Tufteren the track plunges into the lush mountain forest, and follows a giant zig-zag all the way down to the village of Zermatt.", "Appropriate for children from age 9", "Special family tickets", "from approx. late May to mid-October"]},
{"name": "Kalbermatten-YoYo Bike Tour (Nr. 3)", "region": "Valais", "category": "Mountain biking", "distance": "12,7 km", "duration": "1,10 h", "ascent": "41 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Kalbermatten-YoYo-Bike-Tour-Nr.-3", "description": ["The Matterhorn Express takes you up to Schwarzsee. From here, a gravel track takes you below the Matterhorn to Stafel (power plant) and over the Zmuttbach river to the other side of the valley. The single trail fun starts at this point.", "The beginning of the bike trail is relatively flat and easy. There is only one short, tough climb.", "When you reach the hamlet of Zmutt, the bike trail then leads onto the Yoyo Trail. There are some sharp corners here and towards the end, a few metres of ascent. Overall, this bike trail is very varied. Single trail experience is an advantage."]},
{"name": "Kelle-Lauberen Bike Tour (Nr. 2)", "region": "Valais", "category": "Mountain biking", "distance": "8,9 km", "duration": "0,35 h", "ascent": "72 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Kelle-Lauberen-Bike-Tour-Nr.-2", "description": ["Take the Gornergrat Bahn up to the Gornergrat. Before heading off on the bike trail, take in the breathtaking views of the Gorner Glacier, the Matterhorn and the Alpine panorama.", "First, the gravel path goes down to the Gornergratsee. The single trail fun starts at this point. Initially, it’s quite flowy, but you soon reach rocky terrain with some slow tech sections. Some parts are exposed so you need to be careful. Experienced bikers will absolutely love this single trail.", "You soon reach the Mountain Lodge Ze Seewjinu and the bike trail then becomes less technical. At the Mountain Lodge, the trail heads left towards Lauberen. This section is very flowy again with some technical sections and tree roots.", "We recommend only riding this section when the weather is dry.", "The trail eventually reaches Findelbach station and then Moosstrasse. From there, you can either go directly back to Zermatt or join the Moos Trail.", "As the single trail is on a north-facing slope, the snow remains on the ground for a long time. This bike trail is therefore best ridden in late summer (from the end of July).", "On the Gornergrat Bahn the bike transport is limited. Information: ", "Tip: take the opportunity for a sunset ride"]},
{"name": "Hike to the Weisshorn Hut (Nr. 61)", "region": "Valais", "category": "Alpine trail", "distance": "16,5 km", "duration": "7,0 h", "ascent": "1540 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hike-to-the-Weisshorn-Hut-Nr.-61", "description": ["The Weisshorn Hut stands on a crag offering glorious views of the nearby south-east face of the Weisshorn (4,506 m) along with 18 other peaks above 4,000 m. The cosy mountain hut run by the Basel section of the Swiss Alpine Club (SAC) is a popular base for mountaineers planning ambitious climbs such as the extremely demanding ascent of the Weisshorn. The hike up to the hut and back down to the valley requires a high level of fitness as well as good knees."]},
{"name": "Path to Freedom (Nr. 13)", "region": "Valais", "category": "Theme trail", "distance": "2,9 km", "duration": "1,25 h", "ascent": "443 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Path-to-Freedom-Nr.-13", "description": ["The path climbs steadily into the boundless liberty of unspoilt nature. The bare landscape of rock and scree encourages reflexion. Hikers marvel at the different grasses and tiny flowers along the path. It’s amazing that they should survive such extremes of heat, cold and aridity, together with butterflies and buzzing insects. Stones and sand reveal an abundance of colours; minerals in the rock glitter in the sunlight.", "The Path to Freedom is also a nature trail with a philosophical theme, portraying the evolution of minerals to life forms through sculptures of metal and glass.", "Sculptures with information in German, English, French, Japanese", "Rare endemic plants (literature note)"]},
{"name": "Path of Silence (Nr. 24)", "region": "Valais", "category": "Mountain trail", "distance": "5 km", "duration": "1,45 h", "ascent": "38 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Path-of-Silence-Nr.-24", "description": ["This walk leads through the quieter region of the Gornergrat, into its little-known hinterland. Along the way it passes the Kellensee lake, used in winter as a storage reservoir for artificial snowmaking along the pistes. There are fewer and fewer people to be seen – and so an increasing likelihood of spotting chamois. The path crosses stubbly pastures of alpine grass before reaching the lower part of the Ritzigrat ridge and a landscape scattered with rocks and boulders. Freeriders may well remember the scene, from having traced sweeping turns across the pristine snow here in winter.", "Swimming in the Grünsee lake (no dedicated facilities)", "Chance to see wildlife", "Interesting alpine flora with edelweiss"]},
{"name": "Hike to the Täsch Hut (Nr. 45)", "region": "Valais", "category": "Mountain trail", "distance": "7,2 km", "duration": "3,25 h", "ascent": "1275 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hike-to-the-Taesch-Hut-Nr.-45", "description": ["The cows grazing at Täschalp produce milk that is made into cheese on the spot. Nature lovers admire the variety of grasses, lichens and alpine flowers. As the path proceeds, it reveals ever more dramatic views. Up at the Täsch Hut, hikers meet mountaineers who have set their sights high: on the Alphubel, Täschhorn and other 4,000-metre peaks.", " ", "Views of the Zinalrothorn, Schalihorn, Weisshorn", "View of the Dufourspitze from the Täsch Hut", "Plentiful wildlife", "Variant: by taxi from Täsch to Täschalp"]},
{"name": "Nature Trail (Nr. 19)", "region": "Valais", "category": "Hiking trail", "distance": "6,2 km", "duration": "1,40 h", "ascent": "331 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Nature-Trail-Nr.-19", "description": ["Gnarled trees of Swiss stone pine frame the path, larches rustle in the wind. The trail initially follows the treeline before plunging into a mysterious landscape, home to all kinds of pioneers. Ever since the retreat of the Findel Glacier more than 100 years ago, new plant species have arrived, one after the other, and struggled to establish a stronghold.", "View of many 4,000-metre peaks including the Matterhorn", "Appropriate for children from age 6", "Leisee lake recommended for families: swimming, play raft on lake, playground, barbecue sites"]},
{"name": "North Face Trail (Nr. 144)", "region": "Valais", "category": "Snowshoeing", "distance": "3,3 km", "duration": "1,5 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/North-Face-Trail-Nr.-144", "description": ["The trail leads from Schwarzsee, at the foot of the north face of the Matterhorn, through the gorgeous landscape around Stafelalp. It’s hard to believe that mountaineers have scaled the north face of the Matterhorn in winter: such as Walter Bonatti in 1965, climbing alone. The cold at the north face is almost tangible.", "Choose time of day carefully, because the sun disappears very early here in winter", "Palpable cold descends after sunset", "Pink markers approx. every 100 m along the route", "Caution: check details of current avalanche risk at lift station", "Guided tours bookable through the Zermatters"]},
{"name": "Oberer Höhenweg Bike Tour (Nr. 30)", "region": "Valais", "category": "Mountain biking", "distance": "3,5 km", "duration": "0,35 h", "ascent": "31 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Oberer-Hoehenweg-Bike-Tour-Nr.-30", "description": ["The route starts in Weiler Findeln, which is easy to reach via Sunnegga or the Four Lakes route.", "Just after this, the route continues on the hiking trail that heads off to the right. This is the one that you now follow. You soon come to a rockface and it might look like you’ve taken the wrong path. However, the route doesn't go up; instead, it simply snakes along the rock and is wide enough to ride. (Remember to duck!). If you’re not keen on heights, you can push your bike at this point.", "Once you've passed this section, the route goes through the wood for about two kilometres and is very flowy. You can quickly get up speed and it’s a lot of fun.", "The route ends on the gravel path just before the Patrullarve lift station. From here, you can take the Sunnegga flow trail into the village."]},
{"name": "Moos Trail (Nr. F1)", "region": "Valais", "category": "Mountain biking", "distance": "1,3 km", "duration": "0,10 h", "ascent": "0 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Moos-Trail-Nr.-F1", "description": ["You can reach the Moos Trail by travelling through Zermatt to Winkelmatten on the Moostrasse to the hamlet of Furi (signalized from the train station square) or with the Matterhorn-Express up to Furi.", "Before starting at the Restaurant Alm in Schweigmatten, the rider glances briefly into the valley towards Zermatt. You will soon be there!", "Over 1.3 km with an average gradient of 7.5%, one measures 95 m of altitude on this Flow Country Trail. This is a perfect route to test whether it is possible to get down to the valley to Moos at the end of the trail, without even turning the pedals once. Occasionally, the rider catches a glance at a Stadel, the forest or a gondola, which rushes past just above his head.", "The Moos Trail is equally suited for beginners as well as for experts and everyone in between."]},
{"name": "Monte Rosa Trek", "region": "Valais", "category": "Multi-day hike", "distance": "54,2 km", "duration": "22,0 h", "ascent": "2834 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Monte-Rosa-Trek", "description": ["From the Alpine metropolis of Zermatt through larch forests, along various high-altitude trails, past the most beautiful mountain lakes and over the mighty Gorner Glacier to the architecturally unique Monte Rosa Hut. This is the four-day Monte Rosa Trek - a highlight among experts. The start and end of the trek are in Zermatt.", " "]},
{"name": "Matterhorn Ultraks Trail \"Sky\"", "region": "Valais", "category": "Trail running", "distance": "50,1 km", "duration": "4,45 h", "ascent": "3600 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Ultraks-Trail-Sky", "description": ["The Matterhorn Ultraks Trail races have taken place every August since 2012. The routes are devised so that non-runners also enjoy an impressive spectacle and can cheer on the competitors.", " The Sky course follows a breathtaking route with extended open stretches as well as high summits. It’s an ideal course for athletes who can run fast on a technically challenging course complete with a gruelling climb up to 3,100 m on the Gornergrat. Only a true champion can master this circuit, the cult course of the Matterhorn Ultraks Trail contest.", "Circuit around the Zermatt region", "For spectators: exciting viewpoints at Sunnegga, Gornergrat, Riffelalp, Schwarzsee", "For spectators: lift access (packages for friends of runners)", "Option to help as a volunteer"]},
{"name": "Matterhorn Ultraks Trail \"Mountain\"", "region": "Valais", "category": "Trail running", "distance": "32,1 km", "duration": "3,5 h", "ascent": "2000 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Ultraks-Trail-Mountain", "description": ["The Matterhorn Ultraks Trail races have taken place every August since 2012. The routes are devised so that non-runners also enjoy an impressive spectacle and can cheer on the competitors.", "The Mountain race takes place over a medium-distance course through the glorious mountain landscape around Zermatt. Leading along footpaths, it features the suspension bridge at Furi, 90 m above the Gornerschlucht gorge – an impressive moment for runners.", "For spectators: exciting viewpoints at Sunnegga, Riffelalp and Schwarzsee", "For spectators: start and finish in Zermatt", "For spectators: lift access (packages for friends of runners)", "Option to help as a volunteer"]},
{"name": "Matterhorn Ultraks Trail \"Vertical\"", "region": "Valais", "category": "Trail running", "distance": "2,5 km", "duration": "0,25 h", "ascent": "655 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Ultraks-Trail-Vertical", "description": ["The Matterhorn Ultraks Trail races have taken place every August since 2012. The routes are devised so that non-runners also enjoy an impressive spectacle and can cheer on the competitors.", "The Vertical course leads from Zermatt up Sunnegga. Whoever reaches the summit is guaranteed a loud cheer!", "For spectators: exciting viewpoint at Sunnegga", "For spectators: the cable card leading to the finish line at the summit", "Option to help as a volunteer"]},
{"name": "Meet the Sheep Trail (Nr. 15b)", "region": "Valais", "category": "Theme trail", "distance": "5,8 km", "duration": "1,50 h", "ascent": "42 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Meet-the-Sheep-Trail-Nr.-15b", "description": ["The Meet the Sheep Trail focuses entirely on the Blacknose sheep. Along the way you hike from one stone cairn to the next, marking the different posts on the route. Use the QR codes to find out more in videos and info texts about these cute sheep, their lives and environment. ", "The hike begins at the Gornergrat. It then takes you to Rotenboden along the Riffelsee lake which reflects the Matterhorn and then across alpine meadows to Riffelberg. With a little luck you can also meet the herd of sheep along the way.", "There are 11 different posts along the way with information", "The themed trail is free of charge", "Also suitable for families (recommended starting point from Rotenboden)", " with live tracking of the herd of sheep"]},
{"name": "Mountain Carts", "region": "Valais", "category": "Cycling", "distance": "1,6 km", "duration": "0,10 h", "ascent": "2 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Mountain-Carts", "description": ["Grab a Mountain Cart and off you go: The ride on three-wheeled go-karts starts at Blauherd and ends after a 1.6 km route at Sunnegga. During the ride you’ll be able to enjoy the beautiful Alpine meadows as well as the unique mountain panorama with the Matterhorn.", "Suitable for children from 9 years old and 135 centimetres in height", "The offer is valid from the end of June to the end of September", "A helmet is provided", "Safe cycling pleasure thanks to wide tires, good brakes and a low centre of gravity"]},
{"name": "Matterhorn Valley Trail Bike Tour (Nr. 20)", "region": "Valais", "category": "Mountain biking", "distance": "38,2 km", "duration": "3,30 h", "ascent": "120 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Matterhorn-Valley-Trail-Bike-Tour-Nr.-20", "description": ["The first section is along the recently expanded trail to from Zermatt to Täsch and includes the last view of the Matterhorn. At Täsch, the beautiful Schalisee invites one to rest.", "The tour continues from Randa to St. Niklaus past the massive scree from the 1991 rockslide, a view of the Bis Glacier and over field tracks.", "From Kalpetran the cyclist continues along the historic road, past the still visible dry-stone walls, which are listed in Switzerland’s inventory of historic traffic routes (IVS), to Stalden. Afterwards it goes further down to Visp."]},
{"name": "Hike to the Rothorn Hut (Nr. 34)", "region": "Valais", "category": "Alpine trail", "distance": "8,1 km", "duration": "4,40 h", "ascent": "1580 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hike-to-the-Rothorn-Hut-Nr.-34", "description": ["The Rothorn Hut at the foot of the Zinalrothorn is a popular starting point for ascents of various attractive peaks including the Zinalrothorn, Obergabelhorn, Wellenkuppe, Trifthorn and Aeschhorn. After the Viehboden area, hikers leave the gentle world of the lush alpine pastures to enter a mysterious landscape carved by glaciers long ago, formed of stone, rock, ice and snow. Here, hikers should keep an eye on the sky above: a pair of eagles can often be seen circling overhead.", "Abundant wildlife including chamois", "Eagles in the region", "Alpine flora: alpine toadflax may be spotted among the scree, providing orange-and-violet splashes of colour"]},
{"name": "Hike to the Schönbiel Hut (Nr. 29a)", "region": "Valais", "category": "Mountain trail", "distance": "20 km", "duration": "6,18 h", "ascent": "559 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hike-to-the-Schoenbiel-Hut-Nr.-29a", "description": ["The name says it all. In the Zermatt dialect, Schönbiel means “beautiful small plateau on a mound\". From the mound on which the Schönbiel hut stands, the view of the Matterhorn is unforgettable, like in a dream. And as happens in dreams, the mood can change dramatically: depending on weather, the mighty Matterhorn with its soaring north face can suddenly seem distinctly scary.", "The path to the hut leads across a great variety of mountain landscapes: tended alpine pastures, the gravelly terrain of the former tongue of the Zmutt Glacier, terminal moraine lakes, a reservoir with a hydroelectric power plant, large lateral moraines. On the way back to Furi, the path leads across alpine pastures with cows and through mixed forest of larch and Swiss stone pine.", "Waterfall: Arbenbach falls", "Chance to see wild animals"]},
{"name": "High-Altitude Trail", "region": "Valais", "category": "Multi-day hike", "distance": "89,3 km", "duration": "32,10 h", "ascent": "5749 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/High-Altitude-Trail", "description": ["Zermatt – the ultimate in alpinism. This long-distance trail, which takes about 35 hours in all to hike, links the beautiful mountain balconies overlooking Zermatt. With total climbs and descents of 7,000 vertical metres, the route promises an unforgettable experience.", "The decision of where and when to stop for the night is down to taste and fitness. The choice of welcoming mountain huts offering a real sense of mountain adventure is plentiful. One of the best features of this hike is the way the mountain landscape and the views of the surrounding 4,000-metre peaks change all the time.", "Views of the highest mountains in the Alps", "Photo subject: the Matterhorn from different angles", "Photo subject: the Monte Rosa massif from different angles"]},
{"name": "Hike to the Dom Hut (Nr. 62)", "region": "Valais", "category": "Alpine trail", "distance": "5,4 km", "duration": "4,30 h", "ascent": "1532 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hike-to-the-Dom-Hut-Nr.-62", "description": ["Before hikers can enjoy the welcoming, modern atmosphere of the Dom Hut, they have to conquer a climb of 1,635 vertical metres. This demands a high level of fitness, experience of the mountains and a good head for heights. Parts of the trail are exposed, requiring hikers to make use of metal rungs and safety cables.", "In the cabin, new arrivals find themselves in colourfully mixed company – from mountaineers equipped with ropes, crampons and ice axes to mountain walkers who wish simply to enjoy the views in a comfortable setting.", "The trail requires a good head for heights (metal rungs, safety cables)", "Fully renovated Dom Hut reopened in 2013", "Dormitories with duvets, 1 shower", "Starting point for ascents of seven 4,000-metre summits including the Dom (4,545 m)", "Breathtaking view of the Matterhorn on the horizon"]},
{"name": "Hike to the Kin Hut - via Täschalp (Nr. 49)", "region": "Valais", "category": "Mountain trail", "distance": "7 km", "duration": "3,5 h", "ascent": "703 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hike-to-the-Kin-Hut-via-Taeschalp-Nr.-49", "description": ["Along the path to the Kin Hut, walkers are treated to the sight of some beautiful edelweiss growing at eye level. However, the path demands a good level of concentration. The Kin hut was once popular as the starting point for a variety of high-altitude mountain tours, but because of changes in the landscape over recent decades, the hut is now much quieter – and a popular haunt for nature lovers seeking tranquillity.", "Starting point for ascents of Täschhorn, Grabenhorn, Kinhorn, Dom", "Glorious view of the Matter valley", "Täschalp: cheese and Ziger soft cheese for sale"]},
{"name": "Hike to the Kin Hut - via Randa (Nr. 67)", "region": "Valais", "category": "Mountain trail", "distance": "7,9 km", "duration": "3,30 h", "ascent": "1401 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Hike-to-the-Kin-Hut-via-Randa-Nr.-67", "description": ["The Kin Hut is located away from the most popular trails, and so is ideal for mountain walkers seeking peace and quiet. Hikers must earn their reward, however: the mountain trail is steep and demanding, and requires concentration and a good level of fitness.", "Edelweiss", "Beautiful views of the valley"]},
{"name": "Gross Kastel (Nr. 63)", "region": "Valais", "category": "Mountain trail", "distance": "6,2 km", "duration": "3,40 h", "ascent": "1428 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Gross-Kastel-Nr.-63", "description": ["This hike, classified as difficult, crosses a variety of alpine landscapes. The trail initially follows the cascading Bisbach river before climbing steeper slopes into rocky terrain where hikers may need to use their hands at times. The path finally leads up slopes of scree to reach the Gross Kastel summit plateau, which rewards walkers with beautiful views.", "Summit cross", "View of Täsch, Randa, Matter valley", "Impressive view of nearby Weisshorn", "View of Brunegghorn (3,833 m)"]},
{"name": "Glacier Garden Trail (Nr. 17)", "region": "Valais", "category": "Theme trail", "distance": "6,2 km", "duration": "1,50 h", "ascent": "38 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Glacier-Garden-Trail-Nr.-17", "description": ["The trail leads from Riffelberg, which today lies on the treeline, into the rocky landscape along the former edge of the Gorner Glacier. First of all, though, hikers should pause to admire the view of the Matterhorn, before following the path down into the mysterious world carved out by the mighty forces of the glacier. At the Gletschergarten Dossen (Dossen glacier garden), visitors can see what a glacier normally conceals: boulders polished smooth, glacial mills and strange rock formations.", "Further information on the ", " is also available online", "July and August: edelweiss", "In the Dossen glacier garden: information panels", "Variant from Furi: through the Gornerschlucht gorge to Zermatt (fee payable)", "Picnic areas, barbecue sites and children’s playground close to the Dossen glacier garden"]},
{"name": "Gourmet Trail (Nr. 6)", "region": "Valais", "category": "Hiking trail", "distance": "9 km", "duration": "2,25 h", "ascent": "3 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Gourmet-Trail-Nr.-6", "description": []},
{"name": "Gornergrat Zermatt Marathon", "region": "Valais", "category": "Trail running", "distance": "41,9 km", "duration": "5,5 h", "ascent": "1840 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Gornergrat-Zermatt-Marathon", "description": ["For the marathon, ultra marathon, marathon relay and half marathon alike, the number of places is always limited. It’s therefore advisable to register early. The half marathon from Zermatt up the Riffelberg is also highly popular.", "Annual, at the beginning of July", "Marathon relay with 2 runners", "Special “mobile grandstand” train from St. Niklaus to Zermatt", "Option to help as a volunteer", "Entertainment and fair-style atmosphere on the Bahnhofplatz by Zermatt station"]},
{"name": "Gornergrat Classic Bike Tour (Nr. 1)", "region": "Valais", "category": "Mountain biking", "distance": "11,7 km", "duration": "0,40 h", "ascent": "6 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Gornergrat-Classic-Bike-Tour-Nr.-1", "description": ["Take the Gornergrat Bahn up to the Gornergrat. Before heading off on the bike trail, take in the breathtaking views of the Gorner Glacier, the Matterhorn and the Alpine panorama.", "From Gornergrat to Rotenboden, the trail is very technical and rocky. Experienced riders will love it. The trail then becomes a bit easier and more flowy until you get to the Riffelsee. In the famous Riffelsee, you can see the reflection of the Matterhorn. It’s a shame not to stop at this point. Once you’ve taken some photos of the Riffelsee, the bike trail continues back to Riffelberg. This section is fairly straightforward.", "From Riffelberg, there is a fairly technical single trail back down to the Riffelalp. It has two or three challenging, quite exposed points which are only for experienced bikers. Otherwise, we recommend that you push your bike for a bit.", "The flow returns after the Riffelalp. The Chämihitta Trail is a jewel among flow trails and leads back down to Furi. If you don't get to the end with a grin on your face, you've not done it right!", "From Furi, the Moos Trail takes you back to the village.", "In high season, we recommend doing the route in the early morning (until 10 a.m.) or early evening (from 4 p.m.) at these times, there are fewer hikers on the trail.", "On the Gornergrat Bahn the bike transport is limited. Information: ", "Tip: take the opportunity for a sunset ride"]},
{"name": "Family Trail (Nr. 134)", "region": "Valais", "category": "Snowshoeing", "distance": "3,6 km", "duration": "2,0 h", "ascent": "117 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Family-Trail-Nr.-134", "description": ["The path through the forested area between Täsch and Randa is embedded in the valley of the Mattervispa and offers relaxation and leisure. The terrain is rich in variety – the way is a gradual descent and then a gentle climb. The route can be taken in both directions and is also suitable for snowshoeing when arriving by automobile. There is parking available in both villages. The return trip by train with the Matterhorn Gotthard Bahn is uncomplicated. A train leaves every 30 minutes. ", "Beautiful upward view of the valley towards the Breithorn (4,164 m) and Klein Matterhorn (3,883 m)."]},
{"name": "Glacier Garden Loop Bike Tour (Nr. 24)", "region": "Valais", "category": "Mountain biking", "distance": "15,8 km", "duration": "2,9 h", "ascent": "497 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Glacier-Garden-Loop-Bike-Tour-Nr.-24", "description": ["From Zermatt, you head up towards Furi on Moosstrasse. When you reach Schweigmatten, the path branches off to the Glacier Garden (Gletschergarten). The path gradually becomes steeper and there a few tough metres of ascent. Once you arrive at the Glacier Garden, it’s worth stopping for a rest. If you still have some power you continue pedalling to the ‘Gletschertor’ and admiring the wild landscape at the spur of the Gorner Glacier.", "The route then continues over the suspension bridge back to Furi. From there, you ride the Moos-Trail back to Zermatt.", "This route can also be ridden on an E-Bike"]},
{"name": "Europa Trail", "region": "Valais", "category": "Multi-day hike", "distance": "33,4 km", "duration": "13,30 h", "ascent": "2550 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Europa-Trail", "description": ["These breathtakingly stunning views of nature were used as orientation points by those responsible for mapping out the path in the villages of St. Niklaus, Grächen, Randa, Täsch and Zermatt to create the Europaweg in 1997. The first stage from Grächen was redesigned in 2021 and now leads on a varied and spectacular route to the Europa Hut above Randa. From here it goes over the suspension bridge – the longest pedestrian suspension bridge in the Alps which traverses the Grabengufer. The bridge is 494 m long and 85 m above the chasm below at its highest point. The path then continues in the direction of Täschalp and finally to Zermatt.", "\r\n", "\r\n", "\r\n", "\r\n"]},
{"name": "Edelweiss Trail (Höhbalmen) (Nr. 30)", "region": "Valais", "category": "Mountain trail", "distance": "20,7 km", "duration": "7,30 h", "ascent": "1195 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Edelweiss-Trail-Hoehbalmen-Nr.-30", "description": ["The edelweiss can be admired at a variety of habitats in the Zermatt mountains. It won’t grow on ground formed of crystalline rock, but it flourishes on calcareous sediments – despite the often harsh conditions. The fleecy hairs help protect the flowers from solar radiation, frost and aridity. The seeds require exposure to frost before they can germinate the following year.", "Hikers on this trail experience a magical moment on the climb up to Trift as the pinnacle of the Matterhorn emerges unexpectedly from behind a hilltop. Who’ll spot it first? The path then continues to one of Zermatt’s finest viewpoints, at Höhbalmen. The panorama is breathtaking: the north face of the Matterhorn with the Zmuttgrat ridge, the Breithorn, Liskamm and the Monte Rosa massif.", "Edelweiss: a protected plant", "Information panels about the plants along the way", "Between the Gasthaus Edelweiss and the Berggasthaus Trift hotels: edelweiss at eye level (right-hand side)", "Unusual view of the Monte Rosa massif", "Possible encounters with Valais Blacknose sheep and Valais Blackneck goats"]},
{"name": "Flower Trail (Nr. 3)", "region": "Valais", "category": "Theme trail", "distance": "4,6 km", "duration": "1,20 h", "ascent": "76 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Flower-Trail-Nr.-3", "description": ["This walk will delight all who enjoy admiring flowers or have a special interest in alpine flora. Numerous information panels give details of the alpine flowers growing close by. The boards answer questions that many won’t have even asked themselves – such as why does the edelweiss have fleecy hairs? The answers come as a surprise: the edelweiss’s hairs, for example, protect it from sun damage, frost and drying out.", "Appropriate for children from age 4", "The many flowers make ideal photographic subjects.", "Information panels in German, English, French, Japanese"]},
{"name": "Glacier trek to the Monte Rosa Hut (Nr. 21a)", "region": "Valais", "category": "Alpine trail", "distance": "8 km", "duration": "3,30 h", "ascent": "474 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Glacier-trek-to-the-Monte-Rosa-Hut-Nr.-21a", "description": ["When you head off glacier trekking armed with your crampons, you enter a different world. A cool wind blows continually and it cracks, crashes and rushes inside the glacier; rivers split the glacier in a constant process.", "The trekking tour starts at Rotenboden and leads along the extended lateral moraine on an easily accessible hiking trail. At the next signpost, the path leads straight ahead to the Gorner Glacier. There is a slight ascent on the glacier, making crampons essential. The path is marked with blue and white signposts. After the glacier, the Panorama Trail continues over three moraines to the Monte Rosa hut.", "The Gorner Glacier is the second-longest in the Alps, after the Aletsch Glacier. This steadily flowing sea of ice has been melting at a phenomenal pace for years. The melting process is resulting in great changes on and in the glacier. Until just a few years ago, hikers could walk comfortably across the glacier to the Monte Rosa hut with little risk. Today, conditions have become unstabler, and so hikers are recommended to undertake the trek with a mountain guide.", "Bookable trips in summer with mountain guide (bookable through the office of Zermatters)", "Crampons required", "The trail is classified as an alpine hiking T4 trail on the SAC scale", "An overnight stay at the Monta Rosa hut is only possible with advance reservation"]},
{"name": "Discovery Trail (Nr. 145)", "region": "Valais", "category": "Snowshoeing", "distance": "3,8 km", "duration": "1,30 h", "ascent": "85 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Discovery-Trail-Nr.-145", "description": ["The forest is in part barren because the larch trees have dropped their needles. These fell from the larch branches at the beginning of winter and now lie dormant under the snow. If there is little snow, they add red colour to the ground cover. The old Swiss stone pine trees remain green and stand still in the crystal-clear winter air. Whoever remains absolutely still and does not move during a tour might see a squirrel or even deer.", "Outstanding view of the Matterhorn in Findeln.", "Pink poles mark the route approx. every 100 m", "Guided tours bookable through the Zermatters"]},
{"name": "Dom Ascent", "region": "Valais", "category": "Alpine tour", "distance": "11,1 km", "duration": "9,30 h", "ascent": "1574 m", "link": "https://www.zermatt.ch//en/Media/Planning-hikes-tours/Dom-Ascent", "description": ["It was Canon Berchtold, who gave this peak its name when he undertook the first survey measurements of the Dom and Täschhorn peaks. ", "During the tour, one goes over strongly cracked glacier sections until the Festijoch. Once here, one makes a short descent to the Hohberggletscher. The trail then makes a large circle below the glacier calving. Since one climbs parallel to the crevices, great care must be taken. Below the summit, one comes to a large drift that one cannot recognise as such from the top. This must absolutely be avoided.  ", "The requirements for this climb are excellent physical fitness, experience in using crampons and good acclimatisation. The climb takes about 6-7 hours from the Dom Hut. Once on the summit, the breath-taking panorama proves worth the effort; many have the feeling of overlooking the entire world. The descent to the Dom Hut lasts about 4 hours. But be careful: The way all the way back to the valley is long.", "Snow tour on the glacier and short rock climbing", "The overall difficulty of the tour is given as “WS” (less difficult)", "A mountain guide is strongly recommended", "Warning: glacier crevasses"]}
]